[
    {
      "id": "c312de41-a282-437d-976b-f779757ea827",
      "title": "1/2 oz American Platinum Eagle $50 .9995 Coin (Random Date)",
      "description": "The 1/2 oz Platinum American Eagle coin, minted in .9995 fine platinum, is a stunning embodiment of the U.S. Mint's prowess in crafting exceptional bullion pieces. Weighing half a troy ounce, it bears a denomination of $50, seamlessly blending numismatic significance with tangible asset value. On its obverse, the coin features John Mercanti's exquisite rendition of the Statue of Liberty, a beacon of hope and freedom to all who behold her. The reverse typically showcases the American eagle, a symbol of the nation's indomitable spirit, though designs have varied over the years. As a \"Random Date\" offering, each purchase promises an element of mystery and discovery, as the specific year of the coin received is based on available inventory. For those seeking to diversify their portfolios, commemorate a special occasion, or simply appreciate the artistry of American coinage, the 1/2 oz Platinum American Eagle stands as a remarkable choice.",
      "sub_category": "American Platinum Eagles",
      "purity": 0.9995,
      "updated_at": "2023-10-25 01:19:37.803156+00",
      "created_at": "2023-10-25 01:19:37.803156+00",
      "sku": "12-oz-platinum-american-eagle-50-9995-coin-random-date000220",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Platinum+and+Palladium+Eagles/PT+Half+oz+Obv.png","https://da1pgb6vxig66.cloudfront.net/product-images/Platinum+and+Palladium+Eagles/PT+Half+oz+Rev.png"],
      "weight_grams": 15.55,
      "is_ira": true,
      "material": "PLATINUM"
    },
    {
      "id": "44f5ff2e-d9a1-44ba-9eb0-6e4a87c6e4e6",
      "title": "Canadian Silver Maple Leaf 1 oz .999 Fine (Random Year)",
      "description": "The Canadian Silver Maple Leaf is a highly regarded 1 oz silver bullion coin known for its purity and craftsmanship. Minted by the Royal Canadian Mint, it contains one ounce of .999 fine silver, making it 99.9% pure. The design features the iconic maple leaf on the reverse, a symbol synonymous with Canada, and the effigy of Queen Elizabeth II on the obverse, often varying depending on the year of minting. These coins are offered in random years, providing collectors and investors with a variety of versions from different mintage years. The Silver Maple Leaf is celebrated for its quality, legal tender status in Canada, and its popularity among investors and collectors worldwide, seeking a reliable and high-purity silver coin.",
      "sub_category": "Canadian Silver Maples",
      "purity": 0.999,
      "updated_at": "2023-11-12 19:54:00.585218+00",
      "created_at": "2023-11-12 19:54:00.585218+00",
      "sku": "canadian-silver-maple-leaf-1-oz-999-fine-random-year000391",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Random+Date+Silver+Maples.png"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "SILVER"
    },
    {
      "id": "adcf120b-6b89-40e4-bd7c-32a21fe4656b",
      "title": "1/2 oz Gold .9999 Canadian Maple Leaf (Random Date)",
      "description": "The 1/2 oz Gold Canadian Maple Leaf, crafted with precision by the Royal Canadian Mint, is a revered addition to the world of bullion coins. These coins feature the iconic maple leaf design on the reverse (back), a symbol of Canada's natural beauty and heritage. Struck in 99.99% pure gold, these Maple Leafs are highly valued for their exceptional purity and quality. The obverse (front) showcases Queen Elizabeth II, adding a touch of regal elegance to these coins. Each 1/2 oz Gold Canadian Maple Leaf is sealed in protective packaging, ensuring its pristine condition and purity. Available in random dates, these coins are not only a sound investment in precious metals but also a testament to the minting excellence of Canada's renowned institution.",
      "sub_category": "Canadian Gold Maples",
      "purity": 0.9999,
      "updated_at": "2023-11-05 22:20:47.775928+00",
      "created_at": "2023-11-05 22:20:47.775928+00",
      "sku": "12-oz-gold-9999-canadian-maple-leaf-random-date000265",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Half+oz+Gold+Maple+Leaf.png"],
      "weight_grams": 15.55,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "462cacae-d936-4729-9515-fd2f12a0b6f4",
      "title": "1 oz JBR Silver Bar .999 Fine New",
      "description": "The 1 oz JBR Silver Bar .999 Fine is a high-quality precious metal product made of 99.9% pure silver. It is brand new and has not been previously circulated or used. The bar's compact size makes it easy to store and handle. With its .999 fine silver content, this silver bar holds inherent value and is recognized globally. It is a popular choice among collectors, investors, and anyone interested in owning physical silver for its enduring worth and purity.",
      "sub_category": "Silver Bars",
      "purity": 0.999,
      "updated_at": "2023-07-22 22:49:03.378866+00",
      "created_at": "2023-07-22 22:49:03.378866+00",
      "sku": "1-oz-silver-jbr-bar000235",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/1+oz+JBR+Silver+Bar+Obverse"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "SILVER"
    },
    {
      "id": "1b2e7fd1-f77f-4db9-a490-cd26708246bb",
      "title": "1/10th oz Canadian Maple Leaf .9999 Fine (Random Date)",
      "description": "\nThe 1/10th oz Canadian Maple Leaf is a fractional gold coin minted by the Royal Canadian Mint, known for its exceptional purity and quality. Each coin contains 1/10 troy ounce of .9999 fine gold, making it a convenient and accessible option for investors and collectors. The coin features the iconic maple leaf design on the reverse, a symbol of Canada's natural beauty and heritage, while the obverse displays an effigy of Queen Elizabeth II. With its high gold content and renowned craftsmanship, the 1/10th oz Canadian Maple Leaf is a popular choice for those seeking to own small denominations of pure gold in a trusted and globally recognized form.",
      "sub_category": "Canadian Gold Maples",
      "purity": 0.9999,
      "updated_at": "2023-09-29 19:06:55.013642+00",
      "created_at": "2023-09-29 19:06:55.013642+00",
      "sku": "110th-oz-canadian-maple-leaf-9999-fine-random-date000058",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Tenths/Canada+1+10+oz+Maple+Leaf+Obv+.png","https://da1pgb6vxig66.cloudfront.net/product-images/Tenths/Canada+1+10+oz+Maple+Leaf+Rev+.png"],
      "weight_grams": 3.11,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "bf505a0d-ebb9-4382-ba2c-48b22b2d387f",
      "title": "2023 American Gold Eagle 1 oz Coin ",
      "description": "The American Gold Eagle 1 oz 2023 is a highly esteemed and widely recognized coin produced by the United States Mint. This coin, with a denomination of $50, contains 1 troy ounce of 22-karat (91.67%) pure gold, making it a highly sought-after investment and collector's item. The obverse of the coin features a depiction of Lady Liberty holding a torch and an olive branch, symbolizing freedom and peace, while the reverse showcases a design of a male bald eagle carrying an olive branch to a nest containing a female eagle and hatchlings, representing American strength and family values. The intricate artwork, combined with the high purity and legal tender status, makes the American Gold Eagle 1 oz 2023 a treasured choice for collectors and investors seeking a piece of American history and the enduring value of gold.",
      "sub_category": "American Gold Eagles",
      "purity": 0.9167,
      "updated_at": "2023-07-06 23:51:11.036+00",
      "created_at": "2023-07-06 23:51:11.037+00",
      "sku": "american-gold-eagle-1-oz-2023000206",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+American+Gold+Eagle+1+oz+Obverse","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+American+Gold+Eagle+1+oz+Reverse"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "1232db02-328b-48c2-a294-e66bbaef0553",
      "title": "1 oz Canadian Palladium Maple Leaf .9995 Fine (Random Year)",
      "description": "The 1 oz Canadian Palladium Maple Leaf is a prestigious bullion coin, minted by the Royal Canadian Mint, known for its purity and excellence. This coin contains one ounce of .9995 fine palladium, making it 99.95% pure. The design typically features the iconic maple leaf on the reverse, a national symbol of Canada, and the effigy of Queen Elizabeth II on the obverse, which may vary based on the year of minting since these coins are offered in random years. The Palladium Maple Leaf is highly regarded in the precious metals market for its high purity, legal tender status in Canada, and the mint's reputation for quality. It's a popular choice among investors and collectors who seek to diversify their portfolios with palladium, a precious metal known for its industrial and investment appeal.",
      "sub_category": "Canadian Palladium Maples",
      "purity": 0.9995,
      "updated_at": "2023-11-12 20:42:52.195044+00",
      "created_at": "2023-11-12 20:42:52.195044+00",
      "sku": "1-oz-canadian-palladium-maple-leaf-9995-fine-random-year000393",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Palladium+Canadian+Maple.png"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "PALLADIUM"
    },
    {
      "id": "3d8d907f-4dbf-4503-9c17-2108bc9f0aba",
      "title": "10 oz Royal Mint Britannia Silver Bar .999 Fine Sealed with Assay",
      "description": "The 10 oz Royal Mint Britannia Silver Bar is a highly regarded product produced by the Royal Mint, the official mint of the United Kingdom. Each bar contains 10 troy ounces of .999 fine silver, making it a valuable and convenient option for collectors and investors. The bar features the iconic Britannia design on the front, depicting the personification of Britain, while the reverse displays the Royal Mint's distinctive logo along with the weight and purity markings. The Royal Mint is renowned for its craftsmanship and adherence to strict quality standards, ensuring that each 10 oz Britannia Silver Bar meets the highest industry standards. These bars are widely trusted and sought after for their silver content, exquisite design, and the reputation of the Royal Mint. The 10 oz Royal Mint Britannia Silver Bar is a popular choice for those seeking to add tangible and reliable silver assets to their investment portfolios or numismatic collections.",
      "sub_category": "Silver Bars",
      "purity": 0.999,
      "updated_at": "2023-07-07 01:19:24.556+00",
      "created_at": "2023-07-07 01:19:24.556+00",
      "sku": "10-oz-royal-mint-britannia-silver-bar000223",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/10+oz+Royal+Mint+Britannia+Bar+Obverse","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/10+oz+Royal+Mint+Britannia+Bar+Reverse"],
      "weight_grams": 311,
      "is_ira": true,
      "material": "SILVER"
    },
    {
      "id": "71db4994-87f4-46bc-8204-36bb8d66da18",
      "title": "1 oz Gold Engelhard Bar .999 Fine Sealed with Assay",
      "description": "The 1 oz Gold Engelhard Bar, sealed with an assay certificate, is a premium investment-grade gold bar, sought after for its quality and trustworthiness. Engelhard, a renowned name in precious metals, produces these bars with a purity of .9999, equivalent to 24-karat gold. The bar typically features the Engelhard logo, weight, purity, and a unique serial number. The inclusion of an assay certificate assures the buyer of the bar's authenticity and gold content. These bars are highly valued by investors and collectors for their reputation, purity, and the security that comes with owning gold from a reputable and well-established refiner like Engelhard. The sealed packaging and accompanying assay add an extra layer of trust and integrity to these gold bars, making them a favored choice for those looking to invest in physical gold.",
      "sub_category": "Gold Bars",
      "purity": 0.9999,
      "updated_at": "2023-11-12 20:32:45.341969+00",
      "created_at": "2023-11-12 20:32:45.341969+00",
      "sku": "1-oz-gold-engelhard-bar-999-fine-sealed-with-assay000392",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Engelhard+Bars.png"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "95a5310c-6928-472f-9094-56bcdde8d892",
      "title": "1 oz Canadian Platinum Maple Leaf .9995 Fine (Random Year)",
      "description": "The 1 oz Canadian Platinum Maple Leaf is an esteemed bullion coin, produced by the Royal Canadian Mint. It contains one ounce of .9995 fine platinum, translating to 99.95% purity. Like its gold and silver counterparts, this platinum coin features the iconic maple leaf on the reverse, a symbol deeply associated with Canadian heritage. The obverse typically displays Queen Elizabeth II's portrait, with the specific design varying depending on the year of minting, as these coins are offered from random years. The Platinum Maple Leaf is highly valued by investors and collectors for its purity, legal tender status in Canada, and the reputation of the Royal Canadian Mint for producing high-quality precious metal products. It's a sought-after choice for those looking to diversify their investment portfolio with platinum, known for its rarity and industrial utility.",
      "sub_category": "Canadian Platinum Maples",
      "purity": 0.9995,
      "updated_at": "2023-11-12 20:50:18.601231+00",
      "created_at": "2023-11-12 20:50:18.601231+00",
      "sku": "1-oz-canadian-platinum-maple-leaf-9995-fine-random-year000394",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Platinum+Maple+Leaf.png"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "PLATINUM"
    },
    {
      "id": "11ad1abb-2595-44d4-9139-d83b25a3e0ba",
      "title": "1 oz American Silver Eagle Sealed Monster Box (Random Date)",
      "description": "A 1 oz American Silver Eagle Sealed Monster Box with a Random Date contains 500 American Silver Eagle coins, each coin weighing one ounce and made of .999 fine silver. While all coins in a single box will have the same date, the specific year of minting is chosen randomly, offering investors a bulk purchase of silver with a consistent year throughout the box. These coins feature the iconic Walking Liberty design on the obverse and the heraldic eagle on the reverse. The sealed box ensures that the coins are in mint condition, making it a substantial investment for those looking to acquire a significant quantity of silver with the added interest of a potentially collectible mint year.",
      "sub_category": "American Silver Eagles",
      "purity": 0.999,
      "updated_at": "2023-11-15 18:43:42.163078+00",
      "created_at": "2023-11-15 18:43:42.163078+00",
      "sku": "1-oz-american-silver-eagle-sealed-monster-box-random-date000412",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Certified+Moderns/Sealed+Monster+Box.png"],
      "weight_grams": 15550,
      "is_ira": false,
      "material": "SILVER"
    },
    {
      "id": "0456c9ef-e9aa-4d44-970d-c863462f0042",
      "title": "Arbor Heraeus Kilo Silver Bar 32.15oz - .999 Fine ",
      "description": "The Heraeus Kilo Silver Bar is a highly regarded investment product produced by Heraeus, a renowned precious metals refinery. This bar contains 1 kilogram (32.15 troy ounces) of .999 fine silver, making it a substantial and valuable addition to any silver portfolio. The bar features the Heraeus logo, along with the weight and purity markings, showcasing the bar's authenticity and quality. With its large size, the Heraeus Kilo Silver Bar offers investors the advantage of acquiring a significant amount of silver in a single bar, providing both a tangible asset and potential for long-term growth. Its high silver purity and reputable brand make the Heraeus Kilo Silver Bar a trusted choice for those seeking to diversify their investment holdings with silver.",
      "sub_category": "Silver Bars",
      "purity": 0.999,
      "updated_at": "2023-07-07 02:06:33.757+00",
      "created_at": "2023-07-07 02:06:33.757+00",
      "sku": "heraeus-kilo-silver-bar000231",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/Heraeus+1+Kilo+Obverse+Silver+Bar.png"],
      "weight_grams": 1000,
      "is_ira": true,
      "material": "SILVER"
    },
    {
      "id": "05f36aae-45fe-4d18-b07e-152a4049937d",
      "title": "2023 Austrian Silver Philharmonic 1 oz €1.5 Coin .999 Fine",
      "description": "The Austrian Silver Philharmonic 1 oz 2023 is a highly esteemed coin produced by the Austrian Mint. This coin, with a denomination of 1.50 Euros, contains 1 troy ounce of .999 fine silver, making it a valuable and widely recognized investment product. The obverse of the coin features an exquisite design depicting various musical instruments, including the Vienna Philharmonic's famous harp, violins, cello, flute, and horn. The reverse showcases the Great Organ of the Vienna Musikverein, one of the world's most renowned concert halls. The Austrian Silver Philharmonic series is cherished for its exceptional craftsmanship, high silver purity, and its association with Austria's rich musical heritage. The 1 oz Austrian Silver Philharmonic 2023, with its esteemed design and legal tender status, combines the beauty of music and the enduring value of silver in a treasured coin.",
      "sub_category": "Austrian Silver Philharmonics",
      "purity": 0.999,
      "updated_at": "2023-07-07 01:27:14.879+00",
      "created_at": "2023-07-07 01:27:14.879+00",
      "sku": "austrian-silver-philharmonic-1-oz-2023000226",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+Austrian+Philharmonic+Silver+Coin+Obverse","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+Austrian+Philharmonic+Silver+Coin+Reverse"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "SILVER"
    },
    {
      "id": "46ca9afb-ac4a-42a0-ada6-14900030bc18",
      "title": "2023 South African Silver Krugerrand 1 oz - .999 Fine Coin",
      "description": "The SA Silver Krugerrand 1 oz is a highly sought-after coin produced by the South African Mint. Each coin contains 1 troy ounce of .999 fine silver, making it a valuable and trusted investment in the precious metals market. The obverse of the coin features a captivating portrait of Paul Kruger, the former president of the South African Republic. On the reverse side, a springbok antelope, a national symbol of South Africa, is depicted in stunning detail. The SA Silver Krugerrand combines the heritage and prestige of the Krugerrand name with the affordability and versatility of silver. The coin's high silver purity and exquisite design make it a prized choice for both collectors and investors seeking to own a piece of South African numismatic history and the enduring value of silver.",
      "sub_category": "South African Krugerrands",
      "purity": 0.999,
      "updated_at": "2023-07-07 01:31:54.424+00",
      "created_at": "2023-07-07 01:31:54.424+00",
      "sku": "sa-silver-krugerrand-1-oz-2023000228",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+South+African+Krugerrand+1+oz+Silver+Obverse","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+South+African+Krugerrand+1+oz+Silver+Reverse"],
      "weight_grams": 31.1,
      "is_ira": false,
      "material": "SILVER"
    },
    {
      "id": "d85ca20b-d7d9-4d41-92b8-4813d75c07ca",
      "title": "1/10th oz American Gold Eagle $5 Coin Random Date",
      "description": "The 1/10th oz American Gold Eagle, available in various random dates, is a popular and accessible option for gold bullion enthusiasts and investors. Minted by the United States Mint, this coin contains 1/10th of an ounce of pure gold, with a face value that reflects its legal tender status. The obverse of the coin features the iconic Lady Liberty design created by Augustus Saint-Gaudens, while the reverse showcases a striking image of a nesting bald eagle, symbolizing American strength and freedom. These coins offer a convenient way to own a piece of American history and the security of owning a tangible asset of enduring value.",
      "sub_category": "American Gold Eagles",
      "purity": 0.9167,
      "updated_at": "2023-09-25 02:36:39.716002+00",
      "created_at": "2023-09-25 02:36:39.716002+00",
      "sku": "110th-oz-american-gold-eagle-random-date000002",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Tenths/1+10th+oz+American+Gold+Eagle+Random+Date+Obverse1.png","https://da1pgb6vxig66.cloudfront.net/product-images/Tenths/1+10th+oz+American+Gold+Eagle+Random+Date+Reverse1.png"],
      "weight_grams": 3.11,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "bcb2ad33-8de6-4552-bc1c-d8520c7da8bd",
      "title": "20g Gold Valcambi CombiBar 20 x 1g Snappable - .9999 Fine Sealed with Assay",
      "description": "The 20 Gram Valcambi CombiBar is a unique and versatile product crafted by Valcambi, a renowned Swiss precious metals refinery known for its exceptional quality and craftsmanship. The CombiBar consists of 20 individual 1 gram gold bars that can be easily separated from each other, providing flexibility in usage and resale. Each 1 gram gold bar is made of 99.9% pure gold, making them valuable and easily tradable pieces. The CombiBar design features precise scoring lines between each 1 gram section, allowing for easy separation while maintaining the overall integrity of the entire 20 gram bar. With its divisible and convenient format, the 20 Gram Valcambi CombiBar offers collectors and investors a unique and practical way to own and trade smaller increments of fine gold from a reputable and trusted brand like Valcambi.",
      "sub_category": "Gold Bars",
      "purity": 0.9999,
      "updated_at": "2023-07-06 23:42:05.244+00",
      "created_at": "2023-07-06 23:42:05.245+00",
      "sku": "20-gram-valcambi-combibar-20-x-1-gm000217",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/Combibar+20g+Valcambi+Gold+Bar+Obverse"],
      "weight_grams": 20,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "8d61ca75-e785-4c7f-ba95-d40f4ab9419a",
      "title": "1 oz Perth Mint Gold Bar .9999 Fine Sealed With Assay",
      "description": "The 1 oz Perth Mint Gold Bar is a highly regarded and widely recognized investment product produced by the renowned Perth Mint in Australia. Each bar contains 1 troy ounce of 99.99% pure gold, making it a valuable asset for investors and collectors alike. The bar features a simple yet elegant design, with the Perth Mint's distinctive swan logo, the weight, and the purity prominently displayed. The Perth Mint is known for its impeccable quality and adherence to stringent refining standards, ensuring that each 1 oz gold bar meets the highest industry standards. These bars are widely trusted and sought after due to their purity, craftsmanship, and the reputation of the Perth Mint. The 1 oz Perth Mint Gold Bar is a popular choice for those seeking to add tangible and reliable gold assets to their investment portfolios.",
      "sub_category": "Gold Bars",
      "purity": 0.9999,
      "updated_at": "2023-07-07 00:22:41.211+00",
      "created_at": "2023-07-07 00:22:41.211+00",
      "sku": "1-oz-perth-mint-gold-bar000213",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/Perth+Mint+1+oz+Gold+Bar+Obverse.png"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "69fef926-fce2-406d-83ec-be5060f7d293",
      "title": "100 oz Johnson Matthey Silver Bar .999 Fine",
      "description": "The 100 oz Johnson Matthey Silver Bar, finely crafted from .999 fine silver, stands as a substantial and esteemed symbol of excellence in the precious metals industry. Manufactured by the renowned Johnson Matthey, this silver bar boasts an impressive 100 troy ounces of pure silver. On the obverse, you'll find the Johnson Matthey logo, weight, and purity, serving as a hallmark of the company's dedication to quality and precision. The reverse side remains intentionally unadorned, emphasizing the bar's elegance and purity. Whether you are an investor seeking to safeguard your assets or a collector who appreciates the enduring value of silver, this 100 oz Johnson Matthey Silver Bar is a significant addition to any portfolio or collection, embodying both heritage and reliability in the world of precious metals.",
      "sub_category": "Silver Bars",
      "purity": 0.999,
      "updated_at": "2023-09-25 04:00:41.853846+00",
      "created_at": "2023-09-25 04:00:41.853846+00",
      "sku": "100-oz-johnson-matthey-silver-bar-999-fine000019",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/100+oz+Johnson+Matthey+Silver+Bar+.999+Fine+Obverse"],
      "weight_grams": 3110,
      "is_ira": true,
      "material": "SILVER"
    },
    {
      "id": "c19e67b0-bcb6-4ee2-bd34-de95d19318b4",
      "title": "2023 Canadian Silver Maple Leaf 1 oz",
      "description": "The Canadian Silver Maple Leaf 1 oz 2023 is a highly regarded coin produced by the Royal Canadian Mint. Each coin contains 1 troy ounce of .9999 fine silver, making it one of the purest silver coins available. The obverse of the coin features the effigy of Queen Elizabeth II, along with the face value of 5 Canadian dollars and the year of mintage, 2023. The reverse side showcases the iconic Canadian maple leaf, known for its intricate detail and exceptional craftsmanship. The Canadian Silver Maple Leaf series is globally recognized for its exceptional quality, high silver purity, and limited mintage, making each coin a prized collector's item and a valuable addition to any precious metals portfolio. The Canadian Silver Maple Leaf 1 oz 2023 represents the enduring legacy and excellence of Canadian coinage, offering both beauty and the intrinsic value of pure silver.",
      "sub_category": "Canadian Silver Maples",
      "purity": 0.999,
      "updated_at": "2023-07-07 01:30:04.795+00",
      "created_at": "2023-07-07 01:30:04.795+00",
      "sku": "canadian-silver-maple-leaf-1-oz-2023000227",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+Canadian+Maple+Leaf+Obverse+Silver+Coin","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+Canadian+Maple+Leaf+Reverse+Silver+Coin"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "SILVER"
    },
    {
      "id": "cad52d53-182a-4818-900b-832f94d01d8b",
      "title": "Accredited Brand 1 oz Gold Bar .9999 Fine in Card",
      "description": "An Accredited Brand 1 oz Gold Bar .9999 Fine in Card refers to a 1-ounce gold bar of 99.99% purity that comes encased in a protective card or packaging. The term \"Random Brand\" indicates that the specific manufacturer or mint of the gold bar may vary depending on availability, but the gold content and purity remain consistent. These gold bars are often sought after by investors and collectors for their high purity and the convenience of being securely packaged, making them a popular choice for those looking to invest in physical gold. The protective card or packaging helps preserve the bar's condition and authenticity while providing essential information about its weight and purity.",
      "sub_category": "Gold Bars",
      "purity": 0.9999,
      "updated_at": "2023-10-08 22:34:39.970636+00",
      "created_at": "2023-10-08 22:34:39.970636+00",
      "sku": "random-brand-1-oz-gold-bar-9999-fine-in-card000087",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Random+1+oz+Gold+Bar.png"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "09df47eb-b602-464c-9df2-b68ceeb046fa",
      "title": "10 oz Gold Bar .9999 Fine Accredited Brand",
      "description": "A 10 oz Gold Bar .9999 Fine from Accredited Brands is a highly esteemed and sought-after investment option, representing a 10-ounce gold bar with a purity of 99.99%. These bars, often produced by prestigious and accredited precious metals manufacturers, are widely recognized and trusted within the industry. They adhere to the strict purity and quality standards set by organizations like the LBMA (London Bullion Market Association) and are commonly accepted on the COMEX (Commodity Exchange) due to their quality and reliability. This recognition and approval by LBMA and COMEX attest to the gold bar's authenticity, purity, and weight, making it a preferred choice for those looking to invest in physical gold with confidence. These bars represent a tangible and secure store of value, aligning with the high standards of the global precious metals market.",
      "sub_category": "Gold Bars",
      "purity": 0.9999,
      "updated_at": "2023-10-09 01:01:41.277294+00",
      "created_at": "2023-10-09 01:01:41.277294+00",
      "sku": "10-oz-gold-bar-9999-fine-accredited-brand000088",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/10+oz+Gold+Bar+Assorted.png"],
      "weight_grams": 311,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "65780f24-4e0e-4022-9655-0518c5d6bbc9",
      "title": "1/4 oz American Gold Eagle $10 Coin Random Date",
      "description": "The 1/4 oz American Gold Eagle $10 coin, available in various random dates, is a widely recognized and trusted choice for gold bullion enthusiasts and investors. Minted by the United States Mint, this coin contains 1/4 of an ounce of pure gold and bears a face value of $25. The obverse of the coin features the iconic Lady Liberty design created by Augustus Saint-Gaudens, while the reverse showcases a majestic depiction of a family of bald eagles, symbolizing American strength and freedom. These coins offer a convenient and accessible way to invest in gold while enjoying the added benefit of owning a piece of American numismatic history.",
      "sub_category": "American Gold Eagles",
      "purity": 0.9167,
      "updated_at": "2023-09-25 02:53:27.670746+00",
      "created_at": "2023-09-25 02:53:27.670746+00",
      "sku": "14-oz-american-gold-eagle-25-coin-random-date000004",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Fourths/1+4+oz+American+Gold+Eagle+%2425+Coin+Random+Date+Obverse++.png","https://da1pgb6vxig66.cloudfront.net/product-images/Fourths/1+4+oz+American+Gold+Eagle+%2425+Coin+Random+Date+Reverse++.png"],
      "weight_grams": 7.775,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "165c7c8c-6314-4d38-9432-942550e2c6cb",
      "title": "1/2 oz American Gold Eagle $25 Gold Coin Random Date",
      "description": "The 1/2 oz American Gold Eagle $25 coin, available in various random dates, is a trusted and popular choice among gold bullion enthusiasts and investors. Struck by the United States Mint, this coin contains 1/2 of an ounce of pure gold and carries a face value of $25. The obverse side of the coin features the renowned Lady Liberty design by Augustus Saint-Gaudens, while the reverse showcases a soaring bald eagle, symbolizing American strength and freedom. These coins provide a convenient way to invest in gold while also offering a piece of American numismatic history. The random date aspect adds a touch of diversity to collections, making each coin a unique addition to one's precious metal holdings.",
      "sub_category": "American Gold Eagles",
      "purity": 0.9167,
      "updated_at": "2023-09-25 03:00:40.027667+00",
      "created_at": "2023-09-25 03:00:40.027667+00",
      "sku": "12-oz-american-gold-eagle-25-gold-coin-random-date000006",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Halves/1+2+oz+American+Gold+Eagle+%2425+Gold+Coin+Random+Date+Obverse++.png","https://da1pgb6vxig66.cloudfront.net/product-images/Halves/1+2+oz+American+Gold+Eagle+%2425+Gold+Coin+Random+Date+Reverse++.png"],
      "weight_grams": 15.55,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "43d2f445-3b97-4e65-92b0-d6450edce0c0",
      "title": "5 oz Silver JBR Bar .999 Fine New",
      "description": "The 5 oz Silver JBR Bar is a highly respected investment product produced by JBR (Johnson Matthey-Engelhard Republic Metals Corporation), a renowned name in the precious metals industry. Each bar contains 5 troy ounces of .999 fine silver, making it a valuable and convenient addition to any silver portfolio. The bar showcases the JBR logo, weight, and purity markings, ensuring its authenticity and quality. With its substantial weight and high silver purity, the 5 oz Silver JBR Bar offers investors a significant amount of silver in a single bar, providing both tangible value and the potential for long-term growth. JBR's commitment to refining excellence and the trusted reputation associated with its brand make the 5 oz Silver JBR Bar a reliable choice for those seeking to diversify their investment holdings with silver.",
      "sub_category": "Silver Bars",
      "purity": 0.999,
      "updated_at": "2023-07-07 02:17:01.971+00",
      "created_at": "2023-07-07 02:17:01.971+00",
      "sku": "5-oz-silver-jbr-bar000233",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/5+oz+JBR+Silver+Bar+Obverse.png"],
      "weight_grams": 155.5,
      "is_ira": true,
      "material": "SILVER"
    },
    {
      "id": "468cc28b-31f3-4f11-bee4-f9d2be2454b0",
      "title": "100 oz Valcambi Silver Bar .999 Fine",
      "description": "The 100 oz Valcambi Silver Bar, crafted from .999 fine silver, stands as a substantial and distinguished example of precious metal craftsmanship. Produced by the reputable Valcambi Suisse, this silver bar contains an impressive 100 troy ounces of pure silver. The obverse side showcases the Valcambi logo, weight, and purity, while the reverse remains intentionally plain, emphasizing the bar's simplicity and purity. Whether you are an investor looking to secure your wealth in tangible assets or a collector appreciating the enduring value of silver, this 100 oz Valcambi Silver Bar is a striking addition to any portfolio or collection, representing both quality and substance in the world of precious metals.",
      "sub_category": "Silver Bars",
      "purity": 0.999,
      "updated_at": "2023-09-25 03:58:16.711159+00",
      "created_at": "2023-09-25 03:58:16.711159+00",
      "sku": "100-oz-valcambi-silver-bar-999-fine000018",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/100+oz+Valcambi+Silver+Bar+.999+Fine+Obverse"],
      "weight_grams": 3110,
      "is_ira": true,
      "material": "SILVER"
    },
    {
      "id": "f4516aac-a3f0-46c6-87e2-1d8dabef447e",
      "title": "1/4th oz Maple Leaf Royal Canadian Mint Gold Coin (Random Date)",
      "description": "The 1/4 oz Gold Maple Leaf coin from the Royal Canadian Mint, available in various random dates, is a trusted and widely recognized choice among gold bullion enthusiasts and investors. Each coin contains 1/4 of an ounce of pure gold and showcases the iconic maple leaf design on the reverse, symbolizing Canada's commitment to quality and craftsmanship. The obverse typically features the portrait of Queen Elizabeth II. These coins are valued for their high gold purity and the added benefit of random dates, making each coin a unique addition to any precious metal collection or investment portfolio.",
      "sub_category": "Canadian Gold Maples",
      "purity": 0.9999,
      "updated_at": "2023-09-25 03:39:13.637622+00",
      "created_at": "2023-09-25 03:39:13.637622+00",
      "sku": "14th-oz-maple-leaf-royal-canadian-mint-gold-coin-random-date000013",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Fourth+Maple+Random+OBV.png","https://da1pgb6vxig66.cloudfront.net/product-images/Fourth+Maple+Random+Rev.png"],
      "weight_grams": 7.775,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "acacc8e9-9f21-4446-b7e4-98e0992d8c00",
      "title": "5 gram Valcambi Gold Bar .9999 Fine Sealed with Assay",
      "description": "The 5 gram Valcambi Gold Bar (minted) is a highly regarded product crafted by Valcambi, a renowned Swiss precious metals refinery known for its exceptional quality and craftsmanship. Each bar contains 5 grams of 99.9% pure gold, making it a valuable and convenient option for collectors and investors. The bar is minted with precision, ensuring a flawless finish and a refined appearance. It features the distinguished Valcambi logo, weight, and purity markings, representing a symbol of trust and reliability. Each bar comes in a protective assay card, verifying its authenticity and protecting it from potential damage. With its compact size and high purity, the 5 gram Valcambi Gold Bar (minted) offers individuals a convenient and reputable choice for owning a piece of fine gold from a respected brand like Valcambi.",
      "sub_category": "Gold Bars",
      "purity": 0.9999,
      "updated_at": "2023-07-07 00:36:54.594+00",
      "created_at": "2023-07-07 00:36:54.594+00",
      "sku": "5-gram-valcambi-gold-bar-minted000219",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/5+gram+Valcambi+Gold+Bar+Obverse.png","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/5+gram+Valcambi+Gold+Bar+Reverse.png"],
      "weight_grams": 5,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "ac4bc427-d1d8-46ff-a706-9c51e82ffd63",
      "title": "5 oz Silver Bar .999 Fine Accredited Brands",
      "description": "\nA \"5 oz Silver Bar .999 Fine Accredited Brands\" represents a notable investment in silver, comprising a 5-ounce silver bar with a purity of 99.9%. These bars are typically produced by well-established and accredited precious metals manufacturers renowned for their commitment to rigorous quality and purity standards. Widely recognized and trusted within the industry, they often carry the endorsement of organizations like the LBMA (London Bullion Market Association) and may be accepted on various commodity exchanges. The \"Accredited Brands\" designation attests to the bars' authenticity, purity, and quality, making them a preferred choice for investors and collectors seeking a reliable means to invest in physical silver that aligns with the stringent standards of the global precious metals market.",
      "sub_category": "Silver Bars",
      "purity": 0.999,
      "updated_at": "2023-10-09 18:29:37.231209+00",
      "created_at": "2023-10-09 18:29:37.231209+00",
      "sku": "5-oz-silver-bar-999-fine-accredited-brands000091",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/5+oz+Silver+Bars.png"],
      "weight_grams": 155.5,
      "is_ira": true,
      "material": "SILVER"
    },
    {
      "id": "bdc673d2-688a-4e22-8a28-0fa3bec75d1e",
      "title": "5 Gram Gold Bar .9999 Fine Accredited Brands",
      "description": "A \"5 Gram Gold Bar .9999 Fine Accredited Brands\" represents a modest yet valuable investment in gold. It signifies a 5-gram gold bar with an exceptional purity of 99.99%. These bars are typically produced by well-established and accredited precious metals manufacturers known for their unwavering commitment to strict quality and purity standards. They enjoy wide recognition and trust within the industry, often carrying endorsements from organizations such as the LBMA (London Bullion Market Association). This recognition assures investors and collectors of the bar's authenticity, purity, and quality. These 5-gram gold bars are popular among those seeking to invest in physical gold in smaller increments, providing a convenient and reliable means of acquiring precious metal that aligns with the highest standards of the global precious metals market.",
      "sub_category": "Gold Bars",
      "purity": 0.9999,
      "updated_at": "2023-10-09 22:08:15.696206+00",
      "created_at": "2023-10-09 22:08:15.696206+00",
      "sku": "5-gram-gold-bar-9999-fine-accredited-brands000097",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/5+Gram+Gold+Bars.png"],
      "weight_grams": 5,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "c62df677-2c14-49f8-a9f9-8a2dadedb2b2",
      "title": "2023 South African Gold Krugerrand 1/10th oz Coin",
      "description": "The 2023 South African Gold Krugerrand 1/10 oz coin is a prestigious and well-regarded addition to the renowned Krugerrand series. Minted by the South African Mint, this coin carries a legal tender value in South Africa of 10 Rand. It is struck from 22-carat gold, containing 91.67% pure gold, and 8.33% copper, giving it a distinctive reddish hue and added durability. The obverse of the coin features the effigy of Paul Kruger, the former South African president, and the reverse showcases a graceful springbok, the national animal of South Africa. With its rich history, exceptional purity, and iconic design, the South African Gold Krugerrand 1/10 oz 2023 holds both numismatic and investment value, making it a prized addition to any precious metals collection or portfolio.",
      "sub_category": "South African Krugerrands",
      "purity": 0.9167,
      "updated_at": "2023-07-31 17:56:25.654667+00",
      "created_at": "2023-07-31 17:56:25.654667+00",
      "sku": "south-african-gold-krugerrand-110-2023000240",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Tenths/2023+South+African+Gold+Krugerrand+1_10th+oz+Coin+Obverse1.png","https://da1pgb6vxig66.cloudfront.net/product-images/Tenths/2023+South+African+Gold+Krugerrand+1_10th+oz+Coin+Reverse1.png"],
      "weight_grams": 3.11,
      "is_ira": false,
      "material": "GOLD"
    },
    {
      "id": "701c0778-6301-4711-ba0d-8114730170a7",
      "title": "1 oz Gold Royal Canadian Mint Wafer Bar .9999 Fine",
      "description": "The 1 oz Gold Royal Canadian Mint Wafer Bar, composed of .9999 fine gold, represents the pinnacle of Canadian craftsmanship and precision in precious metals. These meticulously minted bars are known for their exceptional purity and quality, making them highly sought-after by both collectors and investors. The front of the bar typically features the Royal Canadian Mint logo, weight, purity, and a unique serial number for authentication purposes. The reverse often showcases a repeating pattern of the Royal Canadian Mint's maple leaf logo, adding to the bar's aesthetic appeal. As a symbol of Canada's rich tradition in gold production and refinement, this 1 oz wafer bar serves as a tangible testament to the beauty and enduring value of fine gold bullion.",
      "sub_category": "Gold Bars",
      "purity": 0.9999,
      "updated_at": "2023-09-25 02:40:31.761265+00",
      "created_at": "2023-09-25 02:40:31.761265+00",
      "sku": "1-oz-gold-royal-canadian-mint-wafer-bar-9999-fine000003",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/1+oz+Gold+Royal+Canadian+Mint+Wafer+Bar+.9999+Fine+Obverse","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/1+oz+Gold+Royal+Canadian+Mint+Wafer+Bar+.9999+Fine+Reverse"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "7c550c8d-d39c-4401-836e-4e41fadfc300",
      "title": "50 Gram Valcambi CombiBar 50 x 1g Snappable - .999 Fine Sealed with Assay",
      "description": "The 50 Gram Valcambi CombiBar is a unique and versatile product offered by Valcambi, a renowned Swiss precious metals refinery known for its exceptional quality. This CombiBar consists of 50 individual 1 gram gold bars that can be easily separated from each other, providing flexibility in usage and resale. Each 1 gram gold bar is made of 99.9% pure gold, making them valuable and easily tradable pieces. The CombiBar design features precise scoring lines between each 1 gram section, allowing for easy separation while maintaining the overall integrity of the entire 50 gram bar. With its divisible and convenient format, the 50 Gram Valcambi CombiBar offers collectors and investors a unique and practical way to own and trade smaller increments of fine gold from a trusted and respected brand like Valcambi.",
      "sub_category": "Gold Bars",
      "purity": 0.9999,
      "updated_at": "2023-07-06 23:46:36.817+00",
      "created_at": "2023-07-06 23:46:36.818+00",
      "sku": "50-gram-valcambi-combibar-50-x-1-gm000204",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/CombiBar+Gold+50gram+Obverse"],
      "weight_grams": 50,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "d77b6210-ae35-421d-b6bb-b8d1be360ce7",
      "title": "1 oz American Gold Eagle Burnished Coin (w/Box & COA, Random Date)",
      "description": "The 1 oz American Gold Eagle Burnished Coin, available with its original box and Certificate of Authenticity (COA) and from a random date, is a premium collectible item. This coin is minted in one ounce of 22-karat gold, equivalent to a .9167 fineness. The \"burnished\" designation indicates a special minting process that imparts a unique, matte finish, distinguishing it from the typical proof or bullion finishes. Each coin features the classic design of Lady Liberty by Augustus Saint-Gaudens on the obverse and Miley Busiek's depiction of a family of eagles on the reverse. The random date selection provides collectors with a coin from different years of issue, adding an element of surprise and variety. The inclusion of the original box and COA enhances the coin's collectibility and appeal, making it a desirable acquisition for numismatists and investors alike who appreciate the blend of artistic design and precious metal investment.",
      "sub_category": "American Gold Eagles",
      "purity": 0.9167,
      "updated_at": "2023-11-16 20:04:45.849147+00",
      "created_at": "2023-11-16 20:04:45.849147+00",
      "sku": "1-oz-american-gold-eagle-burnished-coin-wbox--coa-random-date000424",
      "images": [""],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "5fe1cec7-36bc-4c5a-989c-6b2c617586ec",
      "title": "1/4 oz Gold Chinese Panda .999 Fine Sealed in OGP (1982-2015)",
      "description": "The 1/4 oz Gold Chinese Panda, produced between 1982 and 2015, epitomizes the fusion of China's rich numismatic craftsmanship with its celebrated heritage. Minted in .999 fine gold, each coin is securely sealed within its Original Government Packaging (OGP) to maintain its impeccable condition. On the reverse, collectors are treated to a unique, annually changing portrayal of the revered panda, reflecting the nation's admiration for this iconic creature. The obverse, in contrast, remains constant with the majestic Temple of Heaven in Beijing. Offering a harmonious blend of cultural significance and intrinsic value, the 1/4 oz Gold Chinese Panda from this era stands as a compelling acquisition for both seasoned numismatists and savvy investors.",
      "sub_category": "Chinese Gold Panda",
      "purity": 0.999,
      "updated_at": "2023-10-24 04:09:29.56455+00",
      "created_at": "2023-10-24 04:09:29.56455+00",
      "sku": "14-oz-gold-chinese-panda-999-fine-sealed-in-ogp-19822015000196",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/China+Pandas/25+Yuan+Panda.png"],
      "weight_grams": 7.775,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "6dc0b8de-531c-4947-9a87-0a5e0480949c",
      "title": "1/2 oz Gold Chinese Panda .999 Fine Sealed in OGP (1982-2015)",
      "description": "The 1/2 oz Gold Chinese Panda, minted between 1982 and 2015, stands as a symbol of China's profound numismatic artistry, each rendered in a .999 fine gold. Encased in its Original Government Packaging (OGP) for pristine preservation, this coin showcases an annually varying panda design on its reverse, highlighting China's deep reverence for this native species, while the obverse consistently features the architectural marvel, the Temple of Heaven in Beijing. With its blend of aesthetic charm and assured gold purity, the Gold Chinese Panda, from this specific date range, is not just an investment but a storied piece of China's cultural tapestry, making it a sought-after treasure for both collectors and investors.",
      "sub_category": "Chinese Gold Panda",
      "purity": 0.999,
      "updated_at": "2023-10-24 04:06:07.08223+00",
      "created_at": "2023-10-24 04:06:07.08223+00",
      "sku": "12-oz-gold-chinese-panda-999-fine-sealed-in-ogp-19822015000195",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/China+Pandas/50+Yuan+Panda.png"],
      "weight_grams": 15.55,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "e1baf3bd-d022-40af-9adc-60729ac804cd",
      "title": "5 oz America The Beautiful (ATB) US Silver Coin Random Date",
      "description": "The 5 oz America The Beautiful (ATB) US Silver Coin, available in various random dates, is a distinctive and collectible series produced by the United States Mint. Each coin contains 5 troy ounces of .999 fine silver and is part of the larger ATB series, which honors America's national parks, forests, monuments, and historic sites. The obverse typically features a portrait of George Washington, while the reverse showcases a specific national park or site's unique design. The random date aspect adds diversity to collections, making each coin a special representation of America's natural and historical wonders. These coins are valued by both collectors and investors for their size, purity, and the celebration of America's rich heritage.",
      "sub_category": "ATB",
      "purity": 0.999,
      "updated_at": "2023-09-25 03:46:45.735484+00",
      "created_at": "2023-09-25 03:46:45.735484+00",
      "sku": "5-oz-america-the-beautiful-atb-us-silver-coin-random-date000015",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/5+oz+America+The+Beautiful+(ATB)+US+Silver+Coin+Random+Date+Obverse"],
      "weight_grams": 155.5,
      "is_ira": true,
      "material": "SILVER"
    },
    {
      "id": "c801c4ce-ac95-4dc6-b29a-be4f43bff7c4",
      "title": "2023 Somalia Silver Elephant 1 oz .999 Fine Coin",
      "description": "The Somalia Silver Elephant 1 oz 2023 is a highly sought-after coin known for its captivating design and fine silver content. Produced by the Bavarian State Mint in Germany on behalf of Somalia, each coin contains 1 troy ounce of .9999 fine silver, making it one of the purest silver coins available. The obverse of the coin features a majestic depiction of an African elephant, the national animal of Somalia, in its natural habitat. The reverse showcases the coat of arms of Somalia along with the denomination of 100 shillings. The Somalia Silver Elephant series is renowned for its annual design changes, adding an element of excitement and collectability for numismatists. The 1 oz Somalia Silver Elephant 2023 combines exquisite artistry, high silver purity, and limited mintage, making it a treasured choice for both collectors and investors seeking the beauty and value of fine silver.",
      "sub_category": "Somalian Silver Elephants",
      "purity": 0.999,
      "updated_at": "2023-07-07 01:35:50.287+00",
      "created_at": "2023-07-07 01:35:50.287+00",
      "sku": "somalia-silver-elephant-1-oz-2023000229",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+Somalia+Elephant+Silver+Coin+Obverse","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+Somalia+Elephant+Silver+Coin+Reverse"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "SILVER"
    },
    {
      "id": "7e1e85ef-1bcf-4e66-bcf6-e62d6980b9dd",
      "title": "1 oz Asahi Silver Buffalo Round .999 Fine",
      "description": "The 1 oz Asahi Silver Buffalo Round, crafted with exquisite precision, is a true embodiment of artistry and craftsmanship. Meticulously minted from .999 fine silver, this round pays homage to the iconic American Buffalo design, reimagined with a contemporary touch by the renowned Asahi Refining. The round showcases a majestic American Bison on the obverse, its rugged form rendered in intricate detail, while the reverse bears the Asahi Refining logo, a symbol of trusted quality. With its flawless finish and timeless aesthetic, this Silver Buffalo Round serves as both a captivating collectible and a tangible testament to the enduring beauty of precious metals. Whether admired for its artistic value or cherished as a unique keepsake, this 1 oz masterpiece stands as a shining example of silver craftsmanship at its finest.",
      "sub_category": "Silver Rounds",
      "purity": 0.999,
      "updated_at": "2023-09-25 01:46:33.92504+00",
      "created_at": "2023-09-25 01:46:33.92504+00",
      "sku": "1-oz-asahi-silver-buffalo-round-999-fine000001",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/1+oz+Asahi+Silver+Buffalo+Round+.999+Fine+Obverse","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/1+oz+Asahi+Silver+Buffalo+Round+.999+Fine+Reverse"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "SILVER"
    },
    {
      "id": "3f76a8bc-22ca-44aa-9ea9-740982fdbb56",
      "title": "2.5 Gram Gold Bar .9999 Fine Accredited Brands",
      "description": "A \"2.5 Gram Gold Bar .9999 Fine Accredited Brands\" represents a small yet valuable investment in gold. It signifies a 2.5-gram gold bar with an exceptional purity of 99.99%. These bars are typically produced by well-established and accredited precious metals manufacturers known for their unwavering commitment to strict quality and purity standards. They enjoy wide recognition and trust within the industry, often bearing endorsements from organizations such as the LBMA (London Bullion Market Association). This recognition assures investors and collectors of the bar's authenticity, purity, and quality. These 2.5-gram gold bars are popular among those seeking to invest in physical gold in smaller increments, offering a convenient and reliable means of acquiring precious metal that aligns with the highest standards of the global precious metals market.",
      "sub_category": "Gold Bars",
      "purity": 0.9999,
      "updated_at": "2023-10-09 20:40:46.23173+00",
      "created_at": "2023-10-09 20:40:46.23173+00",
      "sku": "25-gram-gold-bar-9999-fine-accredited-brands000096",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/2.5+Gram+Gold+Bar-.png"],
      "weight_grams": 2.5,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "cac4fe0c-2428-41e6-a047-5e4957888b96",
      "title": "1 oz American Buffalo 24K Gold .9999 $50 Coin Random Date",
      "description": "The 1 oz American Buffalo 24K Gold .9999 $50 coin, available in various random dates, is a highly esteemed and pure gold bullion coin produced by the United States Mint. Featuring a weight of 1 troy ounce and a face value of $50, this coin is renowned for its stunning design and exceptional gold purity. The obverse of the coin showcases a captivating portrait of a Native American, while the reverse features a majestic American Bison, reminiscent of the historic Buffalo Nickel. With its fine .9999 gold content, iconic imagery, and legal tender status, the American Buffalo coin is cherished by collectors and investors alike as a symbol of American heritage and a valuable addition to any precious metal portfolio.",
      "sub_category": "American Gold Buffalo",
      "purity": 0.9999,
      "updated_at": "2023-09-25 02:57:26.991044+00",
      "created_at": "2023-09-25 02:57:26.991044+00",
      "sku": "1-oz-american-buffalo-24k-gold-9999-50-coin-random-date000005",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/1+oz+American+Buffalo+24K+Gold+.9999+%2450+Coin+Random+Date+Obverse","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/1+oz+American+Buffalo+24K+Gold+.9999+%2450+Coin+Random+Date+Reverse"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "1508ef4e-8c87-4a6f-99b7-10b8873cbf7e",
      "title": "2023 UK Silver Britannia 1 oz King Charles III - .999 Fine Coin",
      "description": "The UK Silver Britannia 1 oz 2023 (KCIII) is a highly regarded coin produced by the Royal Mint in the United Kingdom. Each coin contains 1 troy ounce of .999 fine silver, making it a valuable and widely recognized investment product. The obverse of the coin features a portrait of Queen Elizabeth II, along with the face value of £2 and the year of mintage, 2023. The reverse showcases the iconic Britannia, a symbol of British identity and strength, depicted with a trident in one hand and a shield in the other. The UK Silver Britannia series is cherished for its exceptional craftsmanship, high silver purity, and its association with British heritage. The 1 oz UK Silver Britannia 2023 (KCIII) represents an opportunity to own a piece of British culture and excellence, offering both aesthetic beauty and the intrinsic value of fine silver.",
      "sub_category": "Silver Britannias",
      "purity": 0.999,
      "updated_at": "2023-07-07 01:33:55.748+00",
      "created_at": "2023-07-07 01:33:55.748+00",
      "sku": "uk-silver-britannia-1-oz-2023-kciii000234",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+UK+Britannia+Silver+Charles+1+oz+Obverse","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+UK+Britannia+Silver+Charles+1+oz+Reverse"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "SILVER"
    },
    {
      "id": "d78f2de0-4c6a-4dfb-9c88-daac523b4f01",
      "title": "2023 MapleGram 25g Sealed Pack .9999 Fine Gold",
      "description": "The 2023 MapleGram 25g Sealed Pack is a highly coveted and convenient way to own pure gold. Produced by the Royal Canadian Mint, each sealed pack contains 25 grams (approximately 0.8037 troy ounces) of .9999 fine gold, which is known for its exceptional purity. The MapleGram format typically consists of individual 1-gram gold Maple Leaf coins sealed within a secure and tamper-evident packaging. Each coin features the iconic maple leaf design on the reverse, a symbol of Canada's heritage and quality. These sealed packs are a popular choice among investors and collectors, offering both flexibility and the assurance of owning high-purity gold in a compact and easily divisible format, making them a valuable addition to any precious metals portfolio",
      "sub_category": "RCM Gold",
      "purity": 0.9999,
      "updated_at": "2023-09-25 03:26:14.637677+00",
      "created_at": "2023-09-25 03:26:14.637677+00",
      "sku": "2023-maplegram-25g-sealed-pack-9999-fine-gold000010",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+MapleGram+25g+Sealed+Pack+.9999+Fine+Gold+Obv","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+MapleGram+25g+Sealed+Pack+.9999+Fine+Gold+Rev"],
      "weight_grams": 25,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "e91134b8-8a0a-40cd-957e-aca619bb71c3",
      "title": "1 oz Arbor Heraeus Gold Bar - .9999 Fine Sealed in Assay",
      "description": "The Heraeus 1 oz Gold Bar is a highly regarded and sought-after product crafted by Heraeus, a renowned precious metals refinery known for its exceptional quality and reputation. This gold bar weighs 1 troy ounce and is composed of 99.9% pure gold, making it a valuable addition to any collection or portfolio. The bar features an elegant design with the Heraeus logo and intricate patterns, adding to its aesthetic appeal. Each bar is securely packaged and sealed, ensuring its authenticity and protection. With its significant weight and high purity, the Heraeus 1 oz Gold Bar represents a trusted and respected choice for individuals looking to own a piece of fine gold from a reputable brand.",
      "sub_category": "Gold Bars",
      "purity": 0.9999,
      "updated_at": "2023-07-06 23:24:41.944+00",
      "created_at": "2023-07-06 23:24:41.944+00",
      "sku": "1-oz-heraeus-gold-bar000216",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/1+oz+Gold+Bar+Heraeus+Kinebar+Obverse","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/1+oz+Gold+Bar+Heraeus+Kinebar+Reverse"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "b82bbd11-376e-4625-8e24-a069b198545b",
      "title": "1/10 oz American Platinum Eagle $10 .9995 Fine Coin (Random Date)",
      "description": "A remarkable blend of artistry and precious metal, the 1/10 oz American Platinum Eagle coin is a treasured piece in the U.S. Mint's bullion lineup. Struck in .9995 fine platinum, this coin weighs one-tenth of a troy ounce and holds a face value of $10. Its obverse, designed by John Mercanti, prominently features the iconic Statue of Liberty, radiating hope and freedom. On the reverse, while designs have evolved over the years, the majestic American eagle is commonly showcased, symbolizing the nation's fortitude and independence. As part of the \"Random Date\" offering, the specific mintage year of the coin is determined by current inventory, introducing an element of delightful unpredictability with each purchase. Whether acquired for investment, collection, or appreciation of its beauty, the 1/10 oz American Platinum Eagle stands as a testament to American craftsmanship and the timeless allure of platinum.",
      "sub_category": "American Platinum Eagles",
      "purity": 0.9995,
      "updated_at": "2023-10-25 01:23:35.237945+00",
      "created_at": "2023-10-25 01:23:35.237945+00",
      "sku": "110-oz-american-platinum-eagle-10-9995-fine-coin-random-date000222",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Platinum+and+Palladium+Eagles/PT+Tenth+oz+Obv.png","https://da1pgb6vxig66.cloudfront.net/product-images/Platinum+and+Palladium+Eagles/PT+Tenth+oz+Rev.png"],
      "weight_grams": 3.11,
      "is_ira": false,
      "material": "PLATINUM"
    },
    {
      "id": "8184ed97-7c20-4357-99e5-54f26a153e60",
      "title": "2023 1/2 oz American Gold Eagle $25 Gold Coin",
      "description": "The 2023 1/2 oz American Gold Eagle $25 coin is a prestigious and valuable piece of American gold bullion. Produced by the United States Mint, this coin contains 1/2 troy ounce of pure gold and has a face value of $25. On the obverse side, it features the iconic Lady Liberty design by Augustus Saint-Gaudens, while the reverse showcases a majestic bald eagle in flight. These coins are highly sought after by collectors and investors for their high gold purity and classic American design. As a representation of American heritage and a sound investment in precious metals, the 2023 1/2 oz American Gold Eagle is a significant addition to any portfolio.",
      "sub_category": "American Gold Eagles",
      "purity": 0.9167,
      "updated_at": "2023-09-25 03:07:04.572692+00",
      "created_at": "2023-09-25 03:07:04.572692+00",
      "sku": "2023-12-oz-american-gold-eagle-25-gold-coin000007",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Halves/2023+1+2+oz+American+Gold+Eagle+%2425+Gold+Coin+Obverse++.png","https://da1pgb6vxig66.cloudfront.net/product-images/Halves/2023+1+2+oz+American+Gold+Eagle+%2425+Gold+Coin+Reverse++.png"],
      "weight_grams": 15.55,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "79a05c76-dc86-4446-a777-ee8ee316752b",
      "title": "2023 American Silver Eagle 1 oz .999 Fine $1 Coin ",
      "description": "The American Silver Eagle 1 oz 2023 is a highly esteemed coin produced by the United States Mint. Each coin contains 1 troy ounce of .999 fine silver, making it a valuable and widely recognized investment product. The obverse of the coin features a powerful depiction of Lady Liberty walking towards the rising sun, symbolizing freedom and opportunity. The reverse showcases a majestic American bald eagle with outstretched wings, holding an olive branch and arrows, representing strength and peace. The American Silver Eagle is renowned for its high silver purity, iconic design, and legal tender status with a face value of $1. The 1 oz American Silver Eagle 2023 offers collectors and investors a tangible asset that embodies American heritage, excellence, and the enduring value of silver",
      "sub_category": "American Silver Eagles",
      "purity": 0.999,
      "updated_at": "2023-07-07 01:21:01.372+00",
      "created_at": "2023-07-07 01:21:01.372+00",
      "sku": "american-silver-eagle-1-oz-2023000224",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+American+Silver+Eagle+1+oz+Coin+Obverse","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+American+Silver+Eagle+1+oz+Coin+Reverse"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "SILVER"
    },
    {
      "id": "4e420d8c-da27-46cc-9ec9-d703b2c138fd",
      "title": "10 oz Silver Bars .999 Fine Accredited Brands",
      "description": "\"10 oz Silver Bars .999 Fine Accredited Brands\" represent a significant investment in silver, consisting of 10-ounce silver bars with a purity of 99.9%. These bars are typically produced by well-established and accredited precious metals manufacturers known for their commitment to strict quality and purity standards. They are widely recognized and trusted within the industry and often carry endorsements from organizations like the LBMA (London Bullion Market Association). These bars may also be accepted on various commodity exchanges, attesting to their authenticity, purity, and quality. As a favored choice among investors and collectors, these bars provide a reliable means to invest in physical silver that adheres to the highest standards of the global precious metals market.",
      "sub_category": "Silver Bars",
      "purity": 0.999,
      "updated_at": "2023-10-09 18:48:12.09591+00",
      "created_at": "2023-10-09 18:48:12.09591+00",
      "sku": "10-oz-silver-bars-999-fine-accredited-brands000092",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/10+oz+Bars+Done.png"],
      "weight_grams": 311,
      "is_ira": true,
      "material": "SILVER"
    },
    {
      "id": "5f95ad6c-e8a0-4f5c-8c14-c8e80f31cf65",
      "title": "MapleGram 25g Sealed Pack .9999 Fine Gold Random Date",
      "description": "The MapleGram 25g Sealed Pack with .9999 Fine Gold, available in various random dates, represents a convenient and secure way to invest in high-purity gold. Produced by the Royal Canadian Mint, each sealed pack contains 25 grams (approximately 0.8037 troy ounces) of pure .9999 fine gold. The pack typically comprises individual 1-gram gold Maple Leaf coins, each featuring the iconic maple leaf design on the reverse, symbolizing Canada's commitment to quality and craftsmanship. These sealed packs offer both flexibility and divisibility, making them a preferred choice for investors who seek the assurance of owning fine gold in a tamper-evident and easily manageable format. With the added benefit of random dates, each MapleGram pack becomes a unique addition to any precious metals portfolio.",
      "sub_category": "RCM Gold",
      "purity": 0.9999,
      "updated_at": "2023-09-25 03:28:53.261825+00",
      "created_at": "2023-09-25 03:28:53.261825+00",
      "sku": "maplegram-25g-sealed-pack-9999-fine-gold-random-date000011",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/Random+Date+Maple+Gram+Pack+Obverse","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/Random+Date+Maplegram+Pack+Reverse"],
      "weight_grams": 25,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "e2200102-07b8-40be-a26d-1b0b619011f3",
      "title": "Perth Mint 1 oz Gold Cast Bar .9999 Fine",
      "description": "The Perth Mint 1 oz Gold Cast Bar is a premium investment-grade gold bar, renowned for its quality and purity. Made by the prestigious Perth Mint, one of the most respected mints in the world, this bar contains one ounce of .9999 fine gold, equivalent to 24-karat gold. The cast bar is known for its classic, rustic appearance, with each bar having a slightly unique finish due to the casting process. It typically features the Perth Mint's distinctive logo, along with markings of its weight, purity, and a unique serial number. These bars are highly sought after by investors and collectors for their purity, reliability, and the reputation of the Perth Mint. They are a solid choice for those looking to invest in gold, providing both a tangible asset and a piece of precious metal artistry.",
      "sub_category": "Gold Bars",
      "purity": 0.9999,
      "updated_at": "2023-11-11 01:57:33.510132+00",
      "created_at": "2023-11-11 01:57:33.510132+00",
      "sku": "perth-mint-1-oz-gold-cast-bar-9999-fine000390",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/1+oz+Perth+Cast+Bar.png"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "4087b180-95cc-41dd-9d09-0303caca30b1",
      "title": "2023 1/10 oz RCM Gold Polar Bear Coin .9999 Fine Sealed in Card",
      "description": "The 2023 1/10 oz RCM Gold Polar Bear Coin is an exquisite collectible from the Royal Canadian Mint, featuring a striking design of a polar bear that symbolizes the Canadian Arctic's magnificence. Struck from 99.99% pure gold, this coin's exceptional fineness ensures its high value and quality. Each coin is securely sealed in a protective card, preserving its pristine condition and authenticity. Compact and portable, it makes for a convenient investment or gift, appealing to both seasoned collectors and newcomers to precious metals. This coin not only captures the beauty of nature but also embodies the enduring value of pure gold, making it a treasured addition to any collection.",
      "sub_category": "RCM Gold",
      "purity": 0.9999,
      "updated_at": "2023-07-22 22:51:37.684686+00",
      "created_at": "2023-07-22 22:51:37.684686+00",
      "sku": "110-oz-rcm-gold-polar-bear-coin000236",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Tenths/2023+Canadian+Polar+Bear+1-10th+oz+Gold+Coin+Obverse1.png","https://da1pgb6vxig66.cloudfront.net/product-images/Tenths/2023+Canadian+Polar+Bear+1-10th+oz+Gold+Coin+Reverse1.png"],
      "weight_grams": 3.11,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "47982360-d700-4382-be40-0f0fbcd41cc0",
      "title": "100 oz Silver Bar .999 Fine Accredited Brand",
      "description": "A \"100 oz Silver Bar .999 Fine Accredited Brand\" represents a substantial investment in silver, consisting of a 100-ounce silver bar with a purity of 99.9%. These bars are typically produced by well-known and accredited precious metals manufacturers known for their adherence to stringent quality and purity standards. They are widely recognized and trusted within the industry and may be accepted on various commodity exchanges. The \"Accredited Brand\" designation signifies the bar's authenticity, purity, and quality, making it a preferred choice for investors and collectors looking to acquire a significant quantity of physical silver that meets the high standards of the global precious metals market.",
      "sub_category": "Silver Bars",
      "purity": 0.999,
      "updated_at": "2023-10-09 17:34:09.766853+00",
      "created_at": "2023-10-09 17:34:09.766853+00",
      "sku": "100-oz-silver-bar-999-fine-accredited-brand000090",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/100+oz+Bars-+Blank.png"],
      "weight_grams": 3110,
      "is_ira": true,
      "material": "SILVER"
    },
    {
      "id": "76971d3e-69c1-4276-84c4-44db3926a9ea",
      "title": "Austrian Philharmonic 1 oz Gold Coin .9999 Fine (Random Date)",
      "description": "The Austrian Philharmonic 1 oz Gold Coin is a fine example of European minting tradition, produced by the Austrian Mint with a purity of .9999 fine gold, and weighing one troy ounce. Celebrated for its design and purity, the coin pays tribute to Austria's rich musical and cultural heritage. The obverse of the coin features the Great Organ from the Golden Hall in Vienna's Musikverein, the concert hall of the Vienna Philharmonic Orchestra, while the reverse displays an array of orchestral instruments including the cello, violin, harp, French horn, and bassoon. The coin's design reflects the nation's pride in its world-famous philharmonic orchestra. Offered in various years, each with the same timeless design, the Austrian Philharmonic gold coin is favored by investors for its gold content and by collectors for its tribute to Austria's classical music legacy.",
      "sub_category": "Austrian Gold Philharmonics",
      "purity": 0.9999,
      "updated_at": "2023-11-03 00:37:16.139678+00",
      "created_at": "2023-11-03 00:37:16.139678+00",
      "sku": "austrian-philharmonic-1-oz-gold-coin-9999-fine-random-date000263",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Philharmonic+Random.png"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "1ca6ff8e-a2c5-4427-9ce7-f9972a0fff81",
      "title": "1 oz Valcambi Gold Bar - .9999 Fine Sealed in Assay",
      "description": "The 1 oz Valcambi Gold Bar is a highly sought-after product crafted by Valcambi, a reputable Swiss precious metals refinery known for its exceptional craftsmanship and quality. This gold bar weighs 1 troy ounce and is made of 99.9% pure gold, making it a valuable addition to any collection or for personal ownership. The bar features a sleek design with the Valcambi logo and intricate patterns, enhancing its visual appeal. Each bar is securely packaged to ensure its authenticity and protect it from potential damage. With its significant weight and high purity, the 1 oz Valcambi Gold Bar represents a trusted and respected option for individuals looking to own a piece of fine gold from a reputable brand like Valcambi.",
      "sub_category": "Gold Bars",
      "purity": 0.9999,
      "updated_at": "2023-07-06 23:31:54.653+00",
      "created_at": "2023-07-06 23:31:54.655+00",
      "sku": "1-oz-valcambi-gold-bar000203",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/1+oz+Gold+Regular+Valcambi+Bar+Obverse","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/1+oz+Gold+Regular+Valcambi+Bar+Reverse"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "930de60c-8bf0-4c67-bb6e-427931b81370",
      "title": "5 oz Gold Bar .9999 Fine Accredited Brands",
      "description": "A 5 oz Gold Bar with a .9999 fineness is a substantial and valuable investment in precious metals. These bars are typically produced by accredited and reputable brands in the industry, ensuring their quality and purity. The .9999 fine gold, also known as 24-karat gold, is among the purest forms of gold available in the market, making these bars highly sought after by both investors and collectors. They are often accompanied by a certificate of authenticity or stamped with a serial number and the mint's mark, further affirming their credibility. These gold bars represent a significant store of value, offering a hedge against inflation and a solid addition to any investment portfolio, especially for those looking to invest in physical gold.",
      "sub_category": "Gold Bars",
      "purity": 0.9999,
      "updated_at": "2023-11-11 01:55:04.244009+00",
      "created_at": "2023-11-11 01:55:04.244009+00",
      "sku": "5-oz-gold-bar-9999-fine-accredited-brands000389",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/5+oz+Gold+Bar.png"],
      "weight_grams": 155.5,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "be632a4b-de62-4ddd-aace-760592e339cd",
      "title": "Kilo Gold Bar (32.15 oz) Accredited Brand .9999 Fine",
      "description": "A \"Kilo Gold Bar (32.15 oz) Accredited Brand .9999 Fine\" is a substantial and prestigious investment choice, denoting a 32.15-ounce gold bar with an exceptional purity of 99.99%. These bars are typically produced by well-established and accredited precious metals manufacturers known for their commitment to strict quality and purity standards. They are widely recognized and trusted within the industry and are often accepted on the COMEX (Commodity Exchange) and accredited by organizations like the LBMA (London Bullion Market Association). The endorsement by these reputable bodies underscores the bar's authenticity, purity, and weight, making it a favored option for investors seeking to acquire a significant store of physical gold that aligns with the highest standards of the global precious metals market.",
      "sub_category": "Gold Bars",
      "purity": 0.9999,
      "updated_at": "2023-10-09 01:27:38.205366+00",
      "created_at": "2023-10-09 01:27:38.205366+00",
      "sku": "kilo-gold-bar-3215-oz-accredited-brand-9999-fine000089",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Kilo+Gold+Bars.png"],
      "weight_grams": 1000,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "53129947-2120-4615-aedd-b7f177d5a7e8",
      "title": "1 oz Pamp Fortuna Gold Bar .9999 Fine in Assay",
      "description": "\nThe 1 oz PAMP Fortuna Gold Bar, struck from .9999 fine gold, is a revered and exquisite bullion product bearing the hallmark of PAMP Suisse, known for its exceptional craftsmanship and innovation in the precious metals industry. This gold bar, weighing 1 troy ounce, typically features an elegant design on the obverse side, depicting the Roman goddess Fortuna, symbolizing luck and fortune. The reverse displays essential information such as weight, purity, and the PAMP Suisse logo, all enclosed within an assay certificate, which provides added authenticity and security. Whether you're an investor seeking a store of value or a collector admiring the blend of artistry and quality, the 1 oz PAMP Fortuna Gold Bar is a prized addition, representing both the aesthetic and enduring value of gold.",
      "sub_category": "Gold Bars",
      "purity": 0.9999,
      "updated_at": "2023-09-25 23:06:57.856201+00",
      "created_at": "2023-09-25 23:06:57.856201+00",
      "sku": "1-oz-pamp-fortuna-gold-bar-9999-fine-in-assay000023",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/1+oz+Gold+Pamp+Bar+Fortuna+Obverse","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/1+oz+Gold+Pamp+Bar+Fortuna+Reverse"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "119888d8-4ac4-4fd2-8fb3-4baede061e50",
      "title": "1 oz Platinum Bar .9999 Fine Accredited Brands",
      "description": "The 1 oz Platinum Bar is minted to an exacting purity of .9999 fine, making it one of the highest purity levels available in the precious metals market. Originating from accredited and globally recognized mints, this bar is a reliable investment option, offering both liquidity and a hedge against economic volatility. Platinum, a metal rarer than gold, has diverse industrial applications, which further drives its demand and value. Each bar comes with assay certification, verifying its weight and purity, providing added assurance to investors. With its straightforward design, clear markings of weight and purity, and the backing of reputable mints, this platinum bar is a solid choice for both seasoned investors and those new to the precious metals market.",
      "sub_category": "Platinum Bars",
      "purity": 0.9995,
      "updated_at": "2023-10-24 00:20:01.216801+00",
      "created_at": "2023-10-24 00:20:01.216801+00",
      "sku": "1-oz-platinum-bar-9999-fine-accredited-brands000193",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Platinum+Bars.png"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "PLATINUM"
    },
    {
      "id": "109928f3-3933-44fe-88fe-9e57a546d03d",
      "title": "1 oz Gold Chinese Panda .999 Fine Sealed in OGP (1982-2015)",
      "description": "The 1 oz Gold Chinese Panda is a renowned bullion coin minted by the People's Republic of China. Known for its annually changing reverse design showcasing the cherished Giant Panda, the coin's obverse consistently features the iconic Temple of Heaven in Beijing. With a purity of .999 fine gold, it is a sought-after collectible and investment piece. It's essential to note that in 2016, the coin's weight was adjusted from the traditional troy ounce to 30 grams. Buyers and collectors value the coin both for its gold content and its unique design variations.",
      "sub_category": "Chinese Gold Panda",
      "purity": 0.999,
      "updated_at": "2023-10-17 00:17:45.533977+00",
      "created_at": "2023-10-17 00:17:45.533977+00",
      "sku": "1-oz-gold-chinese-panda-sealed-random-date000132",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Panda+Sealed+1+oz.png"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "02ef0934-bcb4-45ac-a440-61f5ba9e6246",
      "title": "10 gram Valcambi Gold Bar .9999 Fine Sealed with Assay",
      "description": "The 10 gram Valcambi Gold Bar (minted) is a highly regarded product crafted by Valcambi, a prestigious Swiss precious metals refinery known for its exceptional quality and craftsmanship. Each bar contains 10 grams of 99.9% pure gold, making it a valuable and convenient option for collectors and investors. The bar is minted with precision, ensuring a flawless finish and a refined appearance. It features the distinguished Valcambi logo, weight, and purity markings, representing a symbol of trust and authenticity. The 10 gram Valcambi Gold Bar is securely packaged in an assay card, providing verification of its quality and protecting it from potential damage. With its compact size and high purity, the 10 gram Valcambi Gold Bar (minted) offers individuals a reliable and esteemed choice for owning a piece of fine gold from a renowned brand like Valcambi.",
      "sub_category": "Gold Bars",
      "purity": 0.9999,
      "updated_at": "2023-07-07 00:38:49.724+00",
      "created_at": "2023-07-07 00:38:49.725+00",
      "sku": "10-gram-valcambi-gold-bar-minted000220",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/10+Gram+Valcambi+Gold+Bar+in+Assay+Obverse","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/10+Gram+Valcambi+Gold+Bar+in+Assay+Reverse"],
      "weight_grams": 10,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "cb032f92-a408-4108-873e-264a0713a664",
      "title": "Mexico Silver Libertad 1 oz .999 Fine (Random Date)",
      "description": "The Mexican Silver Libertad is a renowned bullion coin minted by the Mexican Mint (La Casa de Moneda de México). Containing 1 troy ounce of .999 fine silver, this coin is cherished for both its purity and its striking design. The obverse showcases Mexico's national emblem, an eagle perched on a cactus with a serpent in its beak, surrounded by the inscription \"Estados Unidos Mexicanos.\" The reverse features the iconic image of the Winged Victory statue, a symbol of independence and freedom, with the volcanic peaks of Popocatépetl and Iztaccíhuatl in the background. While the design remains consistent, the \"Random Date\" denotes that the coin's year of minting may vary, appealing to both investors seeking precious metals and collectors drawn to its rich symbolism and artistry.",
      "sub_category": "Mexican Silver Libertads",
      "purity": 0.999,
      "updated_at": "2023-10-21 00:01:03.996899+00",
      "created_at": "2023-10-21 00:01:03.996899+00",
      "sku": "mexican-silver-libertad-1-oz-999-fine-random-date000157",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Silver+Libertad+Random+Date.png"],
      "weight_grams": 31.1,
      "is_ira": false,
      "material": "SILVER"
    },
    {
      "id": "67e5563a-e167-49c2-a74a-4ce493996037",
      "title": "1 Kilo (32.15 oz) Valcambi Silver Bar .999 Fine",
      "description": "The 1 Kilo (32.15 oz) Valcambi Silver Bar, crafted from .999 fine silver, is a substantial and prestigious bullion product produced by Valcambi Suisse. With a weight of 1 kilogram, equivalent to approximately 32.15 troy ounces, this silver bar offers a significant store of value for investors and collectors alike. The obverse typically displays the Valcambi logo, weight, and purity, signifying the brand's commitment to excellence in the precious metals industry. The reverse side remains intentionally blank, underscoring the bar's simplicity and purity. Whether you're looking to diversify your investment portfolio or appreciate the enduring value of silver, the 1 Kilo Valcambi Silver Bar is a substantial and reputable addition, representing both quality and substance in the world of precious metals.",
      "sub_category": "Silver Bars",
      "purity": 0.999,
      "updated_at": "2023-09-25 04:10:12.454208+00",
      "created_at": "2023-09-25 04:10:12.454208+00",
      "sku": "1-kilo-3215-oz-valcambi-silver-bar-999-fine000021",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/Valcambi+Kilo+Bar+Obverse"],
      "weight_grams": 1000,
      "is_ira": true,
      "material": "SILVER"
    },
    {
      "id": "473c32d6-469d-44ed-bfb3-e2c297abeaba",
      "title": "1 oz Valcambi Gold Bar Matte - .9999 Fine Sealed in Assay",
      "description": "The 1 oz Valcambi Gold Bar (matt) is a highly sought-after product crafted by Valcambi, a renowned Swiss precious metals refinery known for its exceptional quality and craftsmanship. This gold bar weighs 1 troy ounce and is made of 99.9% pure gold, making it a valuable addition to any collection or personal ownership. The bar features a unique matte finish, giving it a distinct and sophisticated appearance. It is stamped with the Valcambi logo and other necessary markings to ensure its authenticity. Each bar is securely packaged, protecting it from potential damage or tampering. With its substantial weight, high purity, and distinctive matte finish, the 1 oz Valcambi Gold Bar (matt) offers collectors and enthusiasts a prestigious and visually striking option to own a piece of fine gold from a reputable brand like Valcambi.",
      "sub_category": "Gold Bars",
      "purity": 0.9999,
      "updated_at": "2023-07-06 23:33:43.02+00",
      "created_at": "2023-07-06 23:33:43.02+00",
      "sku": "1-oz-valcambi-gold-bar-matt000196",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/Valcambi+Matte+1+oz+Bar+Obverse.png","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/Valcambi+Matte+1+oz+Bar+Reverse.png"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "dc5a478a-920c-40c5-bcfd-8d59104ff370",
      "title": "100 oz Royal Canadian Mint Silver Bar .999 Fine",
      "description": "The 100 oz Royal Canadian Mint .999 Fine Silver Bar is a testament to the exceptional craftsmanship and purity standards upheld by the Royal Canadian Mint. This substantial silver bar contains a remarkable 100 troy ounces of .999 fine silver, making it a substantial and reliable choice for both investors and collectors alike. On the obverse, you'll find the Royal Canadian Mint's logo, weight, and purity, a symbol of Canada's renowned commitment to quality. The reverse remains intentionally blank, emphasizing the bar's elegance and purity. With its impressive size and exceptional purity, the 100 oz Royal Canadian Mint Silver Bar serves as a tangible representation of the enduring value of precious metals, making it an ideal addition to any diversified portfolio or precious metal collection.",
      "sub_category": "Silver Bars",
      "purity": 0.999,
      "updated_at": "2023-09-25 03:55:31.189253+00",
      "created_at": "2023-09-25 03:55:31.189253+00",
      "sku": "100-oz-royal-canadian-mint-silver-bar-999-fine000017",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/100+oz+Royal+Canadian+Mint+Silver+Bar+.999+Fine+Obverse"],
      "weight_grams": 3110,
      "is_ira": true,
      "material": "SILVER"
    },
    {
      "id": "2b0fc8f4-c991-4d9e-93b6-aea69cf46374",
      "title": "1 oz Silver Bar .999 Fine Accredited Brand",
      "description": "A \"1 oz Silver Bar .999 Fine Accredited Brand\" signifies a valuable and trusted investment in silver. It represents a 1-ounce silver bar with a purity of 99.9%. These bars are typically manufactured by well-established and accredited precious metals producers renowned for their strict adherence to quality and purity standards. They are widely recognized and trusted within the industry, often carrying endorsements from organizations like the LBMA (London Bullion Market Association). This recognition assures investors and collectors of the bar's authenticity, purity, and quality. As a favored choice among those seeking to invest in physical silver, these bars offer a convenient and reliable means of acquiring precious metals that align with the highest standards of the global precious metals market.",
      "sub_category": "Silver Bars",
      "purity": 0.999,
      "updated_at": "2023-10-09 19:29:16.590711+00",
      "created_at": "2023-10-09 19:29:16.590711+00",
      "sku": "1-oz-silver-bar-999-fine-accredited-brand000094",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/1+oz+Silver+Bar.png"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "SILVER"
    },
    {
      "id": "0edba2c7-f2f5-47f0-804d-ff2adf3fd69e",
      "title": "Canadian Gold Maple Leaf 1 oz Varied Year - .9999 Fine Coin",
      "description": "The Canadian Gold Maple Leaf 1 oz coin is a highly esteemed product produced by the Royal Canadian Mint. This coin contains 1 troy ounce of 99.99% pure gold, making it one of the purest and most recognized gold coins worldwide. The obverse of the coin typically features the effigy of Queen Elizabeth II, along with the face value indicated in Canadian dollars. The reverse side showcases the iconic Canadian maple leaf, known for its intricate detail and exceptional craftsmanship. Each Canadian Gold Maple Leaf 1 oz coin carries the guarantee of its weight and purity, making it a trusted choice for both collectors and investors seeking a tangible asset of enduring value. Please note that if you acquire a randomly selected year, the specific year of the coin will vary depending on availability at the time of purchase.",
      "sub_category": "Canadian Gold Maples",
      "purity": 0.9999,
      "updated_at": "2023-07-07 00:03:59.24+00",
      "created_at": "2023-07-07 00:03:59.24+00",
      "sku": "canadian-gold-maple-leaf-1-oz-random000209",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/Canadian+Maple+Leaf+1+oz+Gold+Coin+Obverse","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/Canadian+Maple+Leaf+1+oz+Gold+Coin+Reverse"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "bd1106bf-4006-437c-9996-119b782aecbe",
      "title": "2023 Canadian Gold Maple Leaf 1 oz Coin .9999 Fine ",
      "description": "The Canadian Gold Maple Leaf 1 oz 2023 is a highly esteemed coin produced by the Royal Canadian Mint. This coin contains 1 troy ounce of 99.99% pure gold, making it one of the purest gold coins available. The obverse of the coin features the effigy of Queen Elizabeth II, along with the face value of $50 CAD and the year of mintage, 2023. The reverse showcases the iconic Canadian maple leaf, the national symbol of Canada, with intricate detailing and a beautiful level of craftsmanship. The Canadian Gold Maple Leaf series is globally recognized for its exceptional quality and purity, making it a preferred choice for both collectors and investors. The Canadian Gold Maple Leaf 1 oz 2023 is a symbol of Canadian excellence and a valuable addition to any precious metals collection or investment portfolio.",
      "sub_category": "Canadian Gold Maples",
      "purity": 0.9999,
      "updated_at": "2023-07-07 00:02:07.627+00",
      "created_at": "2023-07-07 00:02:07.627+00",
      "sku": "canadian-gold-maple-leaf-1-oz-2023000208",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+Canadian+Maple+Leaf+1+oz+Gold+Coin+Obverse","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+Canadian+Maple+Leaf+1+oz+Gold+Coin+Reverse"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "9ce6b1a0-1a95-4155-b002-c662169f87dc",
      "title": "Canadian Gold Maple Leaf 1 oz Coin .999 Fine (1979-1982)",
      "description": "The Canadian Gold Maple Leaf 1 oz Coin, first issued in 1979 by the Royal Canadian Mint, is a renowned bullion coin known for its .999 fine gold purity during its initial years from 1979 to 1982. This coin weighs one troy ounce and features the iconic maple leaf on the reverse, a national symbol of Canada's rich forestry and natural beauty. The obverse portrays a portrait of Queen Elizabeth II, denoting its status as legal tender. The Gold Maple Leaf is celebrated for its quality and was among the first bullion coins to offer investors an alternative to the South African Krugerrand. It remains a popular choice among collectors and investors for its high gold content and its representation of Canadian heritage.",
      "sub_category": "Canadian Gold Maples",
      "purity": 0.999,
      "updated_at": "2023-11-03 00:42:02.448774+00",
      "created_at": "2023-11-03 00:42:02.448774+00",
      "sku": "canadian-gold-maple-leaf-1-oz-coin-999-fine-19791982000264",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Backdate+Maples.png"],
      "weight_grams": 31.1,
      "is_ira": false,
      "material": "GOLD"
    },
    {
      "id": "cf8fbd09-19af-49ba-bc9c-da38d5a38f16",
      "title": "2023 1/4 oz American Gold Eagle $10 Coin",
      "description": "The 2023 1/4 oz American Gold Eagle $10 coin is a beautiful and valuable addition to the American Gold Eagle series. Struck by the United States Mint, this coin contains 1/4 troy ounce of 22-karat gold, making it a popular choice for both collectors and investors. The obverse features the iconic \"Walking Liberty\" design, originally created by Adolph A. Weinman, while the reverse showcases a stunning depiction of a family of eagles designed by Miley Busiek. With its patriotic and timeless designs, the 1/4 oz American Gold Eagle is a symbol of American pride and a reliable choice for those looking to own a piece of the nation's precious metal heritage.",
      "sub_category": "American Gold Eagles",
      "purity": 0.9167,
      "updated_at": "2023-09-29 18:55:33.146439+00",
      "created_at": "2023-09-29 18:55:33.146439+00",
      "sku": "2023-14th-oz-american-gold-eagle-10-coin000057",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Fourths/2023+1+4+oz+American+Eagle+Obv++.png","https://da1pgb6vxig66.cloudfront.net/product-images/Fourths/2023+1+4+oz+American+Eagle+Rev++.png"],
      "weight_grams": 7.775,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "aa0ad898-6d88-4199-9bf8-080c179c65eb",
      "title": "100 oz Engelhard Silver Bar .999 Fine",
      "description": "The 100 oz Engelhard Silver Bar, composed of .999 fine silver, represents a highly regarded and iconic piece of bullion in the precious metals world. Produced by the esteemed Engelhard Corporation, this substantial silver bar contains 100 troy ounces of pure silver. The obverse side typically features the Engelhard logo, weight, and purity, serving as a testament to the company's long-standing commitment to quality and craftsmanship. The reverse side often remains intentionally plain, emphasizing the bar's elegance and purity. Whether you're an investor seeking to diversify your holdings or a collector appreciating the legacy of precious metals, the 100 oz Engelhard Silver Bar is a significant addition to any portfolio or collection, embodying both heritage and reliability in the world of precious metals.",
      "sub_category": "Silver Bars",
      "purity": 0.999,
      "updated_at": "2023-09-25 04:07:43.918277+00",
      "created_at": "2023-09-25 04:07:43.918277+00",
      "sku": "100-oz-engelhard-silver-bar-999-fine000020",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/100+oz+Engelhard+Silver+Bar+.999+Fine"],
      "weight_grams": 3110,
      "is_ira": true,
      "material": "SILVER"
    },
    {
      "id": "0f2d013d-e3db-4be8-988e-d88727bb3757",
      "title": "100 Gram Valcambi CombiBar 100 x 1g Snappable - .9999 Fine Sealed in Assay",
      "description": "The 100 Gram Valcambi CombiBar is a unique and versatile product crafted by Valcambi, a renowned Swiss precious metals refinery known for its exceptional quality and craftsmanship. The CombiBar consists of 100 individual 1 gram gold bars that can be easily separated from each other, providing flexibility in usage and resale. Each 1 gram gold bar is made of 99.9% pure gold, making them valuable and easily tradable pieces. The CombiBar design features precise scoring lines between each 1 gram section, allowing for easy separation while maintaining the overall integrity of the entire 100 gram bar. With its divisible and convenient format, the 100 Gram Valcambi CombiBar offers collectors and investors a unique and practical way to own and trade smaller increments of fine gold from a reputable and trusted brand like Valcambi.",
      "sub_category": "Gold Bars",
      "purity": 0.9999,
      "updated_at": "2023-07-06 23:35:38.509+00",
      "created_at": "2023-07-06 23:35:38.509+00",
      "sku": "100-gram-valcambi-combibar-100-x-1-gm000201",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/Combibar+Valcambi+100g+Snappable+Gold+Bar"],
      "weight_grams": 100,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "f294a181-0440-436f-a887-3fa007529eb6",
      "title": "20 Gram Valcambi Gold Bar .9999 Fine Sealed with Assay",
      "description": "The 20 gram Valcambi Gold Bar (minted) is a highly regarded product crafted by Valcambi, a prestigious Swiss precious metals refinery known for its exceptional quality and craftsmanship. Each bar contains 20 grams of 99.9% pure gold, making it a valuable and convenient option for collectors and investors. The bar is minted with precision, ensuring a flawless finish and a refined appearance. It features the distinguished Valcambi logo, weight, and purity markings, representing a symbol of trust and authenticity. The 20 gram Valcambi Gold Bar is securely packaged in an assay card, providing verification of its quality and protecting it from potential damage. With its substantial weight and high purity, the 20 gram Valcambi Gold Bar (minted) offers individuals a reliable and esteemed choice for owning a piece of fine gold from a renowned brand like Valcambi.",
      "sub_category": "Gold Bars",
      "purity": 0.9999,
      "updated_at": "2023-07-07 01:15:18.172+00",
      "created_at": "2023-07-07 01:15:18.174+00",
      "sku": "20-gram-valcambi-gold-bar-minted000221",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/20+gram+Valcambi+Gold+Bar+Obverse","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/20+gram+Valcambi+Gold+Bar+Reverse.png"],
      "weight_grams": 20,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "066b224a-a17b-4794-a6b1-af1d73b96316",
      "title": "1/10 oz Gold Chinese Panda .999 Fine Sealed in OGP (1982-2015)",
      "description": "The 1/10 oz Gold Chinese Panda, minted from 1982 to 2015, captures the essence of China's numismatic excellence in a more compact form. Struck in .999 fine gold, each of these coins is meticulously sealed in its Original Government Packaging (OGP) to retain its pristine quality. The reverse entices with a distinct panda depiction that changes annually, underscoring China's affection for this emblematic creature. Conversely, the obverse consistently portrays the iconic Temple of Heaven in Beijing. Merging tangible value with cultural resonance, the 1/10 oz Gold Chinese Panda from this period embodies a valuable and historic slice of China's coinage legacy, appealing to both dedicated collectors and discerning investors.",
      "sub_category": "Chinese Gold Panda",
      "purity": 0.999,
      "updated_at": "2023-10-24 04:11:00.543656+00",
      "created_at": "2023-10-24 04:11:00.543656+00",
      "sku": "110-oz-gold-chinese-panda-999-fine-sealed-in-ogp-19822015000197",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/China+Pandas/10+Yuan+Panda.png"],
      "weight_grams": 3.11,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "f926de02-e8c1-431e-b114-3e57feea5a2b",
      "title": "American Silver Eagle 1 oz Varied Year .999 Fine $1 Coin",
      "description": "The American Silver Eagle 1 oz (Varied year) is a highly sought-after coin produced by the United States Mint. Each coin contains 1 troy ounce of .999 fine silver, representing a valuable and trusted investment in the precious metals market. The coin features a stunning design of Lady Liberty on the obverse and a majestic bald eagle on the reverse. What sets the American Silver Eagle (Varied year) apart is the element of surprise and diversity it brings to collectors, as the specific year of the coin will vary based on availability. This adds to the appeal and intrigue of the coin, allowing collectors to acquire different year editions and explore the progression of the series. With its high silver purity, iconic design, and varied years, the American Silver Eagle 1 oz (Varied year) is a cherished choice for both collectors and investors seeking a tangible representation of American heritage and the enduring value of silver.",
      "sub_category": "American Silver Eagles",
      "purity": 0.999,
      "updated_at": "2023-07-07 01:23:44.131+00",
      "created_at": "2023-07-07 01:23:44.131+00",
      "sku": "american-silver-eagle-1-oz-varied-year000225",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/ASE+Random+Year+Obverse","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/ASE+Random+Year+Reverse"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "SILVER"
    },
    {
      "id": "8f2d23a0-c9fc-43f9-8e97-c8c8b7278383",
      "title": "5 Piece Gold Chinese Panda Set Sealed (w/OGP BU/Proof)",
      "description": "The 5 Piece Gold Chinese Panda Set provides a curated journey through China's numismatic elegance, encompassing coins in 1 oz, 1/2 oz, 1/4 oz, 1/10 oz, and 1/20 oz weights, all struck in resplendent .999 fine gold. Whether presented in Proof or Brilliant Uncirculated (BU) condition, each set is sealed within its Original Government Packaging (OGP) to retain its pristine state. The reverse of every coin offers an enchanting, annually-rotating depiction of the esteemed panda, celebrating its various moods and moments. Meanwhile, the obverse consistently pays homage to the historic Temple of Heaven in Beijing. This comprehensive collection melds tangible investment value with a rich tapestry of Chinese culture, standing as a must-have for dedicated collectors and shrewd investors alike.",
      "sub_category": "Chinese Gold Panda",
      "purity": 0.999,
      "updated_at": "2023-10-24 04:45:50.987547+00",
      "created_at": "2023-10-24 04:45:50.987547+00",
      "sku": "5-piece-gold-chinese-panda-set-sealed-in-ogp-proofbu000199",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/China+Pandas/5+Piece+Set.png"],
      "weight_grams": 59.09,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "1352f111-ffce-4e77-b1d7-d5a9a7877a19",
      "title": "1 gram Valcambi Gold Bar Minted - .9999 Fine Sealed in Assay",
      "description": "The 1 gram Valcambi Gold Bar (minted) is a highly regarded and sought-after product crafted by Valcambi, a renowned Swiss precious metals refinery known for its exceptional quality and craftsmanship. Each bar contains 1 gram of 99.9% pure gold, making it a valuable and accessible option for collectors and investors. The bar is minted with precision, ensuring a flawless finish and a refined appearance. It bears the distinguished Valcambi logo and intricate markings, adding to its visual appeal. With its small size and high purity, the 1 gram Valcambi Gold Bar offers a convenient and reliable choice for individuals seeking to own a piece of fine gold from a trusted and respected brand.",
      "sub_category": "Gold Bars",
      "purity": 0.9999,
      "updated_at": "2023-07-06 23:22:22.129+00",
      "created_at": "2023-07-06 23:22:22.129+00",
      "sku": "1-gram-valcambi-gold-bar-minted000200",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/1+gram+Valcambi+Gold+Bar+Obverse.png","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/1+gram+Valcambi+Gold+Bar+Reverse.png"],
      "weight_grams": 1,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "3a681f77-4a21-4ea7-bea0-22de92c8bdcf",
      "title": "1 Gram Heraeus Gold Bar - .9999 Fine Sealed in Assay",
      "description": "The 1 gram Heraeus Gold Bar is a highly regarded and sought-after product crafted by Heraeus, a reputable precious metals refinery known for its commitment to quality and excellence. This compact gold bar weighs 1 gram and is made of 99.9% pure gold, representing a valuable piece for collectors and enthusiasts. The bar's design showcases the Heraeus logo and intricate patterns, adding a touch of elegance to its appearance. With its small size and high purity, the 1 gram Heraeus Gold Bar offers a convenient and trustworthy option for individuals looking to own a piece of fine gold from a well-respected brand",
      "sub_category": "Gold Bars",
      "purity": 0.9999,
      "updated_at": "2023-07-06 23:19:17.061+00",
      "created_at": "2023-07-06 23:19:17.061+00",
      "sku": "1-gram-argor-heraeus-gold-bar000199",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/Heraeus+1+Gram+Gold+Bar+Obverse.png","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/Heraeus+1+Gram+Gold+Bar+Reverse.png"],
      "weight_grams": 1,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "fe7a2dda-2f35-431b-a6ac-eb3e8b79534c",
      "title": "1 oz Valcambi CombiBar 10 x 1/10th oz Snappable - Sealed in Assay",
      "description": "The 1 oz Valcambi CombiBar is a unique and versatile product crafted by Valcambi, a renowned Swiss precious metals refinery known for its exceptional quality. The CombiBar consists of 10 individual .1 oz gold bars that can be easily separated from each other, providing flexibility in usage and resale. Each .1 oz gold bar is made of 99.9% pure gold, making them valuable and easily tradable pieces. The CombiBar design features precise scoring lines between each .1 oz section, allowing for easy separation while maintaining the overall integrity of the entire 1 oz bar. With its divisible and convenient format, the 1 oz Valcambi CombiBar offers collectors and investors a unique and practical way to own and trade smaller increments of fine gold from a reputable and trusted brand like Valcambi.",
      "sub_category": "Gold Bars",
      "purity": 0.9999,
      "updated_at": "2023-07-06 23:28:28.484+00",
      "created_at": "2023-07-06 23:28:28.486+00",
      "sku": "1-oz-valcambi-combibar-10-x-1-oz000202",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/CombiBar+Valcambi+10+x+1+10th+oz+Obverse"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "55949035-32e4-466b-8479-4a51b2f2abcb",
      "title": "2023 American Gold Buffalo 1 oz $50 .9999 Fine Gold Coin",
      "description": "The American Gold Buffalo 1 oz 2023 is a highly regarded and sought-after coin produced by the United States Mint. This coin, with a denomination of $50, weighs 1 troy ounce and is made of 24-karat (99.99%) pure gold, making it one of the purest and highest denomination gold coins available from the U.S. Mint. The design of the American Gold Buffalo pays homage to the iconic American Buffalo, also known as the bison, which holds significant cultural and historical significance in the United States. The coin features detailed artwork on both the obverse and reverse sides, with the obverse showcasing a portrait of a Native American chief and the reverse depicting a majestic bison. With its high purity, exquisite design, and substantial denomination, the American Gold Buffalo 1 oz 2023 is a highly esteemed choice for collectors and investors who appreciate the beauty, heritage, and intrinsic value of American coinage.",
      "sub_category": "American Gold Buffalo",
      "purity": 0.9999,
      "updated_at": "2023-07-06 23:48:37.799+00",
      "created_at": "2023-07-06 23:48:37.8+00",
      "sku": "american-gold-buffalo-1-oz-2023000214",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+Gold+Buffalo+24K+1+oz+Gold+Coin+Obverse","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+Gold+Buffalo+24K+1+oz+Gold+Coin+Reverse"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "4d295d4c-d0d5-4044-be9c-2e33ee17db6d",
      "title": "2023 South African Gold Krugerrand 1 oz Coin",
      "description": "The South African Gold Krugerrand 1 oz is a highly sought-after coin renowned for its historical significance and exceptional gold content. Introduced in 1967, it was the world's first modern bullion coin and played a pivotal role in popularizing gold ownership. This 1 troy ounce coin is made of 22-karat gold, containing 91.67% pure gold mixed with copper to enhance durability and create its distinctive reddish-gold hue. The obverse of the Krugerrand features a portrait of Paul Kruger, the former president of the South African Republic, while the reverse showcases a springbok antelope, a national symbol of South Africa. With its impressive weight, iconic design, and high gold purity, the South African Gold Krugerrand 1 oz is a cherished choice for both collectors and investors looking to own a piece of gold history and the enduring value of South African craftsmanship.",
      "sub_category": "South African Krugerrands",
      "purity": 0.9167,
      "updated_at": "2023-07-07 00:16:03.679+00",
      "created_at": "2023-07-07 00:16:03.679+00",
      "sku": "south-african-gold-krugerrand-1-oz-2023000212",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+South+African+Kruggerand+Gold+Coin+1+oz+Obverse","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+South+African+Kruggerand+Gold+Coin+1+oz+Reverse"],
      "weight_grams": 31.1,
      "is_ira": false,
      "material": "GOLD"
    },
    {
      "id": "395c0d41-cb40-4f91-82f5-3f72b2c195fe",
      "title": "2.5g Valcambi Minted Gold Bar - .9999 Fine Sealed with Assay",
      "description": "The 2.5 gram Valcambi Gold Bar (minted) is a highly sought-after product crafted by Valcambi, a renowned Swiss precious metals refinery known for its exceptional quality and craftsmanship. Each bar contains 2.5 grams of 99.9% pure gold, making it a valuable and convenient option for collectors and investors. The bar is minted with precision, ensuring a flawless finish and a refined appearance. It features the distinguished Valcambi logo, weight, and purity markings, representing a symbol of trust and reliability. The 2.5 gram Valcambi Gold Bar offers individuals a compact and reputable choice for owning a piece of fine gold from a respected brand.",
      "sub_category": "Gold Bars",
      "purity": 0.9999,
      "updated_at": "2023-07-06 23:38:51.423+00",
      "created_at": "2023-07-06 23:38:51.424+00",
      "sku": "25-gram-valcambi-gold-bar-minted000197",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2.5+Gram+Valcambi+Gold+Bar+with+Assay+Obverse","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2.5+Gram+Valcambi+Gold+Bar+with+Assay+Reverse"],
      "weight_grams": 2.5,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "9bfa59a6-8e63-4a23-8a6d-167b7c6bf8d2",
      "title": "10 Gram Gold Bar .9999 Fine Accredited Brands",
      "description": "A \"10 Gram Gold Bar .9999 Fine Accredited Brands\" represents a solid investment in gold. It signifies a 10-gram gold bar with an exceptional purity of 99.99%. These bars are typically produced by well-established and accredited precious metals manufacturers known for their unwavering commitment to strict quality and purity standards. They enjoy wide recognition and trust within the industry, often carrying endorsements from organizations such as the LBMA (London Bullion Market Association). This recognition assures investors and collectors of the bar's authenticity, purity, and quality. These 10-gram gold bars are favored by those seeking to invest in physical gold in manageable increments, offering a reliable means of acquiring precious metal that aligns with the highest standards of the global precious metals market.",
      "sub_category": "Gold Bars",
      "purity": 0.9999,
      "updated_at": "2023-10-09 23:32:04.478461+00",
      "created_at": "2023-10-09 23:32:04.478461+00",
      "sku": "10-gram-gold-bar-9999-fine-accredited-brands000098",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/10+Gram+Gold+Bars.png"],
      "weight_grams": 10,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "4fe206ed-2913-44a5-9035-8754bb4a375f",
      "title": "1/20 oz Gold Chinese Panda .999 Fine Sealed in OGP (1983-2015)",
      "description": "The 1/20 oz Gold Chinese Panda, issued between 1983 and 2015, represents a delicate yet impactful piece of China's numismatic artistry. Precisely minted in .999 fine gold, each coin is diligently sealed within its Original Government Packaging (OGP) to safeguard its unblemished condition. The reverse unveils an annually alternating design of the cherished panda, a testament to China's enduring love for this symbolic animal. In contrast, the obverse consistently displays the historic Temple of Heaven in Beijing. Combining a tangible investment appeal with deep-rooted cultural significance, the 1/20 oz Gold Chinese Panda from this specified timeframe serves as a prized possession for both astute collectors and strategic investors.",
      "sub_category": "Chinese Gold Panda",
      "purity": 0.999,
      "updated_at": "2023-10-24 04:23:19.162945+00",
      "created_at": "2023-10-24 04:23:19.162945+00",
      "sku": "120-oz-gold-chinese-panda-999-fine-sealed-in-ogp-19832015000198",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/China+Pandas/5+Yuan+Panda.png"],
      "weight_grams": 1.555,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "41e5f031-5098-45b0-ad31-4d82e06171ec",
      "title": "2023 American Gold Eagle 1/10th oz Coin",
      "description": "The American Gold Eagle 1/10 oz coin for the year 2023 is a highly sought-after and iconic addition to the esteemed American Gold Eagle series. Struck by the United States Mint, this coin holds a face value of 5 dollars and is made of 91.67% pure gold, with the remainder composed of copper and silver, giving it added durability. The obverse of the coin features Augustus Saint-Gaudens' timeless depiction of Lady Liberty holding a torch and an olive branch, while the reverse showcases a majestic bald eagle soaring above a nest with its family. With its exquisite design, high purity, and historical significance, the American Gold Eagle 1/10 oz 2023 stands as a symbol of American pride and a valuable addition to any precious metals collection or investment portfolio.",
      "sub_category": "American Gold Eagles",
      "purity": 0.9167,
      "updated_at": "2023-07-25 00:23:01.295298+00",
      "created_at": "2023-07-25 00:23:01.295298+00",
      "sku": "2023-american-gold-eagle-110-oz000239",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Tenths/2023+1-10th+oz+Gold+Eagle+Obverse1.png","https://da1pgb6vxig66.cloudfront.net/product-images/Tenths/2023+1-10th+oz+Gold+Eagle+Reverse1.png"],
      "weight_grams": 3.11,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "cb53d01c-1d61-4334-b427-b9a47984dc81",
      "title": "50 Gram Gold Bar .9999 Fine Accredited Brands",
      "description": "A \"50 Gram Gold Bar .9999 Fine Accredited Brands\" represents a substantial and valuable investment in gold. It signifies a 50-gram gold bar with an exceptional purity of 99.99%. These bars are typically produced by well-established and accredited precious metals manufacturers known for their unwavering commitment to strict quality and purity standards. They enjoy wide recognition and trust within the industry, often carrying endorsements from organizations such as the LBMA (London Bullion Market Association). This recognition assures investors and collectors of the bar's authenticity, purity, and quality. These 50-gram gold bars are favored by those seeking to invest in larger increments of physical gold, offering a reliable means of acquiring precious metal that aligns with the highest standards of the global precious metals market.",
      "sub_category": "Gold Bars",
      "purity": 0.9999,
      "updated_at": "2023-10-10 00:21:35.316406+00",
      "created_at": "2023-10-10 00:21:35.316406+00",
      "sku": "50-gram-gold-bar-9999-fine-accredited-brands000100",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/50+Gram+Gold+Bars.png"],
      "weight_grams": 50,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "128fe50a-2367-4c9a-b1e6-0481ff17abd3",
      "title": "25 x 1g Gold Bar PAMP Multigram Gold Bar Carded Sealed",
      "description": "The 25 x 1g Gold Bar PAMP Multigram set is a unique offering from PAMP Suisse, one of the world's leading precious metals refineries. Each set contains 25 individual 1-gram gold bars, meticulously crafted in .9999 fine gold, presented in a securely carded and sealed format. The front of each bar showcases PAMP's iconic Lady Fortuna design, a symbol of wealth and prosperity, while the reverse confirms the bar's weight, purity, and unique serial number. The Multigram set provides investors and collectors flexibility, allowing the owner to use individual bars separately if needed. This innovative packaging approach ensures each bar remains protected and in mint condition. Whether you're diversifying your investment or gifting a precious keepsake, the PAMP Multigram Gold Bar set embodies quality, trust, and the artistry for which PAMP Suisse is renowned.",
      "sub_category": "Gold Bars",
      "purity": 0.9999,
      "updated_at": "2023-10-21 17:56:43.744205+00",
      "created_at": "2023-10-21 17:56:43.744205+00",
      "sku": "25-x-1g-gold-bar-pamp-multigram-gold-bar-carded-sealed000166",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Pamp+25+Multigram.png"],
      "weight_grams": 25,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "d61acaf0-1f05-41f8-b781-6eaf2ae94b8a",
      "title": "2023 1/4 oz Canadian Maple Leaf Gold Coin .9999 Fine",
      "description": "The 2023 1/4 oz Canadian Maple Leaf Gold Coin is a prestigious and highly sought-after piece of bullion produced by the Royal Canadian Mint. Composed of .9999 fine gold, this coin contains 1/4 troy ounce of pure gold. The reverse side features the iconic maple leaf design, a symbol of Canada's excellence in craftsmanship and quality. On the obverse, you'll find the portrait of Queen Elizabeth II. These coins are valued for their exceptional purity and make a sound investment for those seeking to add fine gold to their precious metals portfolio. The 2023 edition is a representation of Canada's commitment to producing some of the world's finest gold bullion coins.",
      "sub_category": "Canadian Gold Maples",
      "purity": 0.9999,
      "updated_at": "2023-09-25 03:44:15.921139+00",
      "created_at": "2023-09-25 03:44:15.921139+00",
      "sku": "2023-14th-oz-canadian-maple-leaf-gold-coin-9999-fine000014",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Fourths/2023+1+4th+oz+Canadian+Maple+Leaf+Gold+Coin+++.png","https://da1pgb6vxig66.cloudfront.net/product-images/Fourths/2023+1+4th+oz+Canadian+Maple+Leaf+Gold+Coin++1++.png"],
      "weight_grams": 7.775,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "9b997c8a-9a01-4a2d-ac4b-ea148b401905",
      "title": "2023 UK Gold Britannia 1 oz King Charles III .9999 Fine Coin ",
      "description": "The UK Gold Britannia 1 oz 2023 (KCIII) is a highly esteemed coin produced by the Royal Mint in the United Kingdom. This coin contains 1 troy ounce of 24-karat (99.99%) pure gold, making it one of the purest gold coins available. The obverse of the coin features the effigy of Queen Elizabeth II, along with the face value of £100 and the year of mintage, 2023. The reverse showcases the iconic Britannia, a symbol of British identity and strength, depicted with a trident in one hand and a shield in the other. The coin's intricate design, high purity, and exceptional craftsmanship make it a prized choice for collectors and investors alike. The UK Gold Britannia 1 oz 2023 (KCIII) represents the enduring legacy and heritage of British coinage, offering both aesthetic beauty and the intrinsic value of fine gold.",
      "sub_category": "Gold Britannias",
      "purity": 0.9999,
      "updated_at": "2023-07-07 00:11:56.946+00",
      "created_at": "2023-07-07 00:11:56.947+00",
      "sku": "uk-gold-britannia-1-oz-2023-kciii000211",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+UK+Britannia+1+oz+Gold+Coin+Charles+Obv","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+UK+Britannia+1+oz+Gold+Coin+Charles+Rev"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "5be1d203-864e-4cc6-8e7f-9ff924b9148f",
      "title": "American Gold Eagle 1oz BU (Varied Year) Coin",
      "description": "The American Gold Eagle 1 oz BU (varied year) is a highly sought-after coin produced by the United States Mint. This coin contains 1 troy ounce of 22-karat (91.67%) pure gold and carries a legal tender face value of $50. Each coin's specific year of mintage may vary, adding to its collectability and allowing collectors to acquire specimens from different years. The obverse of the coin features a depiction of Lady Liberty holding a torch and an olive branch, symbolizing freedom and peace, while the reverse showcases a design of a male bald eagle carrying an olive branch to a nest containing a female eagle and hatchlings, representing American strength and family values. The American Gold Eagle 1 oz BU coins with varied years combine the enduring value of gold with the excitement of collecting different year editions, making them highly valued by collectors and investors alike. Please note that the specific year will be subject to availability at the time of purchase.",
      "sub_category": "American Gold Eagles",
      "purity": 0.9167,
      "updated_at": "2023-07-06 23:53:17.59+00",
      "created_at": "2023-07-06 23:53:17.59+00",
      "sku": "american-gold-eagle-1oz-bu-varied-year000207",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/1+oz+American+Gold+Eagle+Random+Year+Obverse","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/1+oz+American+Gold+Eagle+Random+Year+Reverse.png"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "694d750a-7038-48a1-aa94-7952a8d35a27",
      "title": "1 oz American Platinum Eagle $100 .9995 Fine Coin (Random Date)",
      "description": "The 1 oz American Platinum Eagle represents the pinnacle of U.S. Mint's excellence in producing platinum bullion coins, solidifying its status as a coveted piece among collectors and investors. Struck in .9995 fine platinum, this coin boasts a weight of one troy ounce and carries a face value of $100, making it the highest denomination for a U.S. Mint bullion product. The obverse showcases John Mercanti's portrayal of the Statue of Liberty, capturing her in striking detail, a symbol of freedom and opportunity. The reverse, varying with designs over the years, commonly features an American eagle, representing the strength and resilience of the nation. As a \"Random Date\" offering, the specific year of the coin received will depend on current inventory, adding an element of anticipation and surprise to each purchase. Whether sought after for its numismatic appeal, investment value, or sheer beauty, the 1 oz American Platinum Eagle stands as a testament to the U.S. Mint's tradition of craftsmanship and the enduring allure of precious metals.",
      "sub_category": "American Platinum Eagles",
      "purity": 0.9995,
      "updated_at": "2023-10-25 01:14:00.698178+00",
      "created_at": "2023-10-25 01:14:00.698178+00",
      "sku": "1-oz-american-platinum-eagle-9995-fine-coin-random-date000219",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Platinum+and+Palladium+Eagles/PT+1+oz+Obv.png","https://da1pgb6vxig66.cloudfront.net/product-images/Platinum+and+Palladium+Eagles/PT+1+oz+Rev.png"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "PLATINUM"
    },
    {
      "id": "7e7ac6c8-46e8-460c-bcb3-3cda916aafaa",
      "title": "10 oz Royal Canadian Mint Silver Bar .999 Fine Sealed",
      "description": "The 10 oz Royal Canadian Mint .999 Fine Silver Bar, sealed to preserve its impeccable quality, embodies excellence in precious metals craftsmanship. This silver bar, produced by the esteemed Royal Canadian Mint, contains ten troy ounces of pure .999 fine silver, making it a substantial and reliable addition to any precious metals portfolio. The front of the bar proudly displays the Royal Canadian Mint's logo, weight, and purity, while the reverse is left intentionally blank, underscoring the bar's elegance and simplicity. Encased in secure packaging, this silver bar is not only an emblem of Canadian excellence but also a symbol of the enduring value of precious metals. Whether you're an investor or collector, this 10 oz silver bar stands as a tangible representation of purity and craftsmanship.",
      "sub_category": "Silver Bars",
      "purity": 0.999,
      "updated_at": "2023-09-25 03:51:59.796684+00",
      "created_at": "2023-09-25 03:51:59.796684+00",
      "sku": "10-oz-royal-canadian-mint-silver-bar-999-fine-sealed000016",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/RCM+10+oz+Silver+Bar+Obverse.png","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/RCM+10+oz+Silver+Bar+Reverse.png"],
      "weight_grams": 311,
      "is_ira": true,
      "material": "SILVER"
    },
    {
      "id": "6463318b-fd52-4510-93a9-377164bde1f6",
      "title": "2023 Austrian Gold Philharmonic 1 oz €100 .9999 Fine Coin",
      "description": "The Austrian Gold Philharmonic 1 oz 2023 is a highly esteemed coin produced by the Austrian Mint. This coin, with a denomination of 100 Euros, is composed of 1 troy ounce of 99.99% pure gold, making it one of the purest and highest denomination gold coins available from Austria. The obverse of the coin showcases the Great Organ of the Vienna Musikverein, one of the world's most renowned concert halls. The reverse features an array of orchestral instruments, including the cello, violin, harp, Vienna horn, and bassoon, symbolizing Austria's rich musical heritage. The coin's design reflects the iconic Vienna Philharmonic Orchestra, and its exceptional purity, craftsmanship, and substantial denomination make it a coveted choice for collectors and investors alike. The Austrian Gold Philharmonic 1 oz 2023 is a testament to Austrian artistry, cultural heritage, and the enduring value of gold.",
      "sub_category": "Austrian Gold Philharmonics",
      "purity": 0.9999,
      "updated_at": "2023-07-06 23:55:44.127+00",
      "created_at": "2023-07-06 23:55:44.127+00",
      "sku": "austrian-gold-philharmonic-1-oz-2023000215",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+Austrian+Philharmonic+1+oz+Gold+Coin+Obverse","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+Austrian+Philharmonic+1+oz+Gold+Coin+Reverse"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "20bc74c3-3ac7-42ce-940b-d72e0d0c0e6e",
      "title": "Australian Kangaroo 1 oz Gold Coin .9999 Fine in Plastic/Capsule (Random Date)",
      "description": "The Australian Kangaroo 1 oz Gold Coin, minted by the Perth Mint, is a prestigious bullion coin crafted from one ounce of 99.99% pure gold. It comes securely housed in a hard plastic capsule, ensuring its condition and luster are preserved. The coin's design features the renowned effigy of Queen Elizabeth II on the obverse, signifying its status as legal tender under the Australian Currency Act 1965. On the reverse, the coin displays the classic image of a kangaroo against a backdrop of sunrays, a design that captures the essence of the Australian wilderness and symbolizes the nation's rich biodiversity. This coin is highly sought after by investors for its gold content and by collectors for its artistic value, with the kangaroo design being updated annually to add to its collectibility.",
      "sub_category": "Australian Gold Kangaroos",
      "purity": 0.9999,
      "updated_at": "2023-11-02 23:59:18.252924+00",
      "created_at": "2023-11-02 23:59:18.252924+00",
      "sku": "australian-kangaroo-1-oz-gold-coin-9999-fine-in-plasticcapsule-random-date000262",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Kangaroo+Random.png"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "3ba45967-1b95-4af4-8fb7-1ca2b89cd31e",
      "title": "2023 1/4 oz Gold Britannia .9999 Fine Coin",
      "description": "The 2023 1/4 oz Gold Britannia Coin is a newly minted and exquisite addition to the revered Britannia series, showcasing the enduring spirit of Great Britain with its iconic Britannia design symbolizing strength and resilience. Crafted with precision, this coin is struck from 99.99% pure gold, ensuring exceptional value and quality. Highly coveted by collectors and investors, its untarnished condition and compact size make it a convenient and versatile choice for enhancing precious metals portfolios or presenting as a thoughtful gift. Embodying the rich heritage and timeless value of pure gold, the 1/4 oz Gold Britannia Coin stands as a prized treasure for any numismatic collection.",
      "sub_category": "Gold Britannias",
      "purity": 0.9999,
      "updated_at": "2023-07-22 23:04:01.91368+00",
      "created_at": "2023-07-22 23:04:01.91368+00",
      "sku": "uk-gold-brittania-coin-14-oz-2023000237",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Fourths/2023+Britannia+UK+Charles+1+4th+oz+Gold+Coin+Obverse++.png","https://da1pgb6vxig66.cloudfront.net/product-images/Fourths/2023+Britannia+UK+Charles+1+4th+oz+Gold+Coin+Reverse++.png"],
      "weight_grams": 7.775,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "ca241d84-4d4f-4c57-8170-72f7a0cb1870",
      "title": "1 oz American Palladium Eagle $25 .9995 Fine (Random Date)",
      "description": "The 1 oz American Palladium Eagle, bearing the distinguished Mercury design, stands as a testament to the U.S. Mint's commitment to excellence in both craftsmanship and metal purity. Struck in .9999 fine palladium, this coin weighs a substantial one troy ounce and holds a face value of $25. The obverse draws inspiration from Adolph A. Weinman's classic Winged Liberty (or \"Mercury\") design, initially seen on the U.S. dime in the early 20th century, showcasing Lady Liberty donning a winged Phrygian cap. The reverse, also a Weinman creation, presents a magnificent eagle perched atop a rock, echoing motifs of American freedom and strength. With each coin potentially hailing from various years of issue, collectors and investors alike appreciate the blend of historical artistry and tangible asset value. When ordered, the specific date received will be based on available inventory, making each acquisition a unique experience rooted in the rich tapestry of American numismatic heritage.",
      "sub_category": "American Palladium Eagles",
      "purity": 0.9995,
      "updated_at": "2023-10-25 00:13:56.469997+00",
      "created_at": "2023-10-25 00:13:56.469997+00",
      "sku": "1-oz-american-palladium-eagle-25-9999-fine-random-date000218",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Platinum+and+Palladium+Eagles/Palladium+Eagle+Obv.png","https://da1pgb6vxig66.cloudfront.net/product-images/Platinum+and+Palladium+Eagles/Palladium+Eagle+Rev.png"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "PALLADIUM"
    },
    {
      "id": "5f9b24b5-ec53-450d-b6ef-eac7d445c17e",
      "title": "South African Gold Krugerrand 1 oz Coin Random Date",
      "description": "The South African Gold Krugerrand 1 oz is one of the most iconic and widely recognized gold bullion coins in the world. Introduced in 1967, it was the first modern bullion coin and played a significant role in popularizing gold ownership for private individuals. The coin contains 1 troy ounce of 22-karat gold, with a purity of 91.67% (or 22 parts gold and 2 parts copper). The obverse of the Krugerrand features the portrait of Paul Kruger, the former president of the South African Republic, while the reverse showcases a springbok antelope, a national symbol of South Africa. The coin's distinctive reddish-gold color is a result of the alloy used in its production. The South African Gold Krugerrand 1 oz offers investors a trusted and highly liquid option to own a piece of gold history, symbolizing the country's rich heritage and its enduring value as a tangible asset. This item may have a varied date depending on avalibility. ",
      "sub_category": "South African Krugerrands",
      "purity": 0.9167,
      "updated_at": "2023-07-07 00:07:39.449+00",
      "created_at": "2023-07-07 00:07:39.45+00",
      "sku": "south-african-gold-krugerrand-1-oz000210",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/South+African+Krugerrand+1+oz+Gold+Coin+Obverse+Random+Date","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/South+African+Krugerrand+1+oz+Gold+Coin+Reverse+Random+Date"],
      "weight_grams": 31.1,
      "is_ira": false,
      "material": "GOLD"
    },
    {
      "id": "12fddce5-b6ec-4427-a065-65ef88e108e9",
      "title": "2023 Klondike Passage 1 oz Gold Coin Royal Canadian Mint .99999 Fine Sealed in Card",
      "description": "\nThe 2023 Klondike Passage 1 oz Gold Coin from the Royal Canadian Mint, sealed in card, is a prestigious and collectible piece of bullion. This coin is renowned for its exceptional purity, as it is composed of .99999 fine gold, making it one of the purest gold coins available. It pays tribute to the historic Klondike Gold Rush, a defining moment in Canadian history. The coin's design typically features an image representing the challenging journey of gold prospectors during the Klondike Gold Rush. It comes sealed in a protective card, ensuring its pristine condition and authenticity. This coin not only serves as a symbol of Canada's rich gold mining heritage but also as a valuable addition to any precious metals collection or investment portfolio.",
      "sub_category": "RCM Gold",
      "purity": 0.99999,
      "updated_at": "2023-09-25 03:34:05.979728+00",
      "created_at": "2023-09-25 03:34:05.979728+00",
      "sku": "2023-klondike-passage-1-oz-gold-coin-royal-canadian-mint-99999-fine-sealed-in-card000012",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+Klondike+Passage+1+oz+Gold+Coin+Royal+Canadian+Mint+.99999+Fine+Sealed+in+Card+Obverse","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+Klondike+Passage+1+oz+Gold+Coin+Royal+Canadian+Mint+.99999+Fine+Sealed+in+Card+Reverse"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "77eb15dd-c12a-45b1-9a8d-70e72987ae71",
      "title": "1 oz Palladium Bar .9999 Fine Accredited Brands",
      "description": "The 1 oz Palladium Bar, struck to a precise purity of .9999 fine, is a distinguished choice for investors keen on diversifying their portfolios with alternative precious metals. Originating from accredited and globally renowned mints, this bar offers an assured quality and weight, backed by the reputation of its minting source. Palladium, while less recognized than gold or platinum, has seen a surge in demand due to its essential role in industrial applications, especially in the automotive sector for catalytic converters. This increased demand, coupled with limited supply, underscores the metal's investment potential. Each bar is typically accompanied by an assay certificate, authenticating its weight and purity. With its clear inscriptions and the backing of industry-respected brands, the 1 oz palladium bar serves as a sound investment vehicle and a valuable addition to any precious metals collection.",
      "sub_category": "Palladium Bars",
      "purity": 0.9995,
      "updated_at": "2023-10-24 00:21:31.780654+00",
      "created_at": "2023-10-24 00:21:31.780654+00",
      "sku": "1-oz-palladium-bar-9999-fine-accredited-brands000194",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Palladium+Bars.png"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "PALLADIUM"
    },
    {
      "id": "92c6a07e-7708-4085-97c8-7cdc3fc85fda",
      "title": "100 Gram Gold Bar .9999 Fine Accredited Brands",
      "description": "A \"100 Gram Gold Bar .9999 Fine Accredited Brands\" represents a substantial and valuable investment in gold. It signifies a 100-gram gold bar with an exceptional purity of 99.99%. These bars are typically produced by well-established and accredited precious metals manufacturers known for their unwavering commitment to strict quality and purity standards. They enjoy wide recognition and trust within the industry, often carrying endorsements from organizations such as the LBMA (London Bullion Market Association). This recognition assures investors and collectors of the bar's authenticity, purity, and quality. These 100-gram gold bars are favored by those seeking to invest in larger increments of physical gold, offering a reliable means of acquiring precious metal that aligns with the highest standards of the global precious metals market.",
      "sub_category": "Gold Bars",
      "purity": 0.9999,
      "updated_at": "2023-10-10 00:34:22.557811+00",
      "created_at": "2023-10-10 00:34:22.557811+00",
      "sku": "100-gram-gold-bar-9999-fine-accredited-brands000101",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/100+Gram+Gold+Bars.png"],
      "weight_grams": 100,
      "is_ira": true,
      "material": "GOLD"
    },
    {
      "id": "10512cdf-9ab2-457d-a714-48ae07693f40",
      "title": "10 oz Silver JBR Bar .999 Fine New",
      "description": "The 10 oz Silver JBR Bar is a highly regarded investment product produced by JBR (Johnson Matthey-Engelhard Republic Metals Corporation), a reputable name in the precious metals industry. Each bar contains 10 troy ounces of .999 fine silver, making it a valuable addition to any silver portfolio. The bar features the JBR logo, weight, and purity markings, providing assurance of its authenticity and quality. With its sizeable weight and high silver purity, the 10 oz Silver JBR Bar offers investors a substantial amount of silver in a single bar, combining the tangibility of a physical asset with the potential for long-term growth. JBR's commitment to refining excellence and the trusted reputation associated with its brand make the 10 oz Silver JBR Bar a reliable choice for those seeking to diversify their investment holdings with silver.",
      "sub_category": "Silver Bars",
      "purity": 0.999,
      "updated_at": "2023-07-07 02:14:38.01+00",
      "created_at": "2023-07-07 02:14:38.01+00",
      "sku": "10-oz-silver-jbr-bar000232",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/10+oz+JBR+Silver+Bar+Obverse"],
      "weight_grams": 311,
      "is_ira": true,
      "material": "SILVER"
    },
    {
      "id": "ecfd387e-3366-4527-9d0e-c8ba523f6645",
      "title": "2023 1 oz Gold Australian Kangaroo - .9999 Fine ",
      "description": "The 2023 1 oz Gold Australian Kangaroo is a highly sought-after coin produced by the Perth Mint. This gold coin weighs 1 troy ounce and is made of 99.99% pure gold, showcasing the craftsmanship and attention to detail for which the Perth Mint is renowned. The coin features a stunning design portraying the iconic Australian kangaroo, adding a touch of natural beauty to the piece. It also displays the weight, purity, and the year of mintage for authenticity. With its high purity and exquisite design, the 2023 1 oz Gold Australian Kangaroo coin is a valuable and collectible item for those who appreciate fine craftsmanship and the natural wonders of Australia",
      "sub_category": "Australian Gold Kangaroos ",
      "purity": 0.999,
      "updated_at": "2023-07-06 23:44:33.854+00",
      "created_at": "2023-07-06 23:44:33.856+00",
      "sku": "2023-1-oz-gold-australian-kangaroo000205",
      "images": ["https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+Austrailian+Kangaroo+Gold+Coin+1+oz+Obverse","https://da1pgb6vxig66.cloudfront.net/product-images/Finished+Product+Photos/2023+Austrailian+Kangaroo+Gold+Coin+1+oz+Reverse"],
      "weight_grams": 31.1,
      "is_ira": true,
      "material": "GOLD"
    }
   ]